[{"name":"25hours Hotel by Levi’s","description":"Dieses Designhotel bietet kostenfreien Internetzugang, einen Flachbild-TV und ein einzigartiges Levi's Jeans-Thema, nur 3 Gehminuten vom Frankfurter Hauptbahnhof und 10 Gehminuten von der Frankfurter Messe entfernt.\nDie schallisolierten Zimmer im 25hours Hotel Frankfurt by Levi's verfügen über iPod-Stereosysteme und kostenloses Sky-TV. Die denim-blauen Badezimmer sind mit einem Waschbecken aus natürlichem roten Stein ausgestattet. Jede Etage ist im Stil eines anderen Jahrzehnts des 20. Jahrhunderts gestaltet.\nKreative Küche erwartet Sie im stilvollen Restaurant Chez IMA. Zu den Spezialitäten zählen auf heißen Steinen geratene Burger. In den Abendstunden verweilen Sie bei Jazz-Musik und bei warmem Wetter können Sie auf der Dachterrasse des 25hours Frankfurt entspannen.\nDer Musikproberaum Gibson ist eine weitere Besonderheit des Levi’s Hotel und kann von Ihnen gebucht oder für Veranstaltungen genutzt werden.\nFreuen Sie sich auf einen kostenlosen Fahrrad- und iPod-Verleih. Ein kostenfreier MINI-Verleih ist auf Anfrage und nach Verfügbarkeit möglich und eine kostenlose Flasche Wasser steht beim Check-out bereit.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/25hours-frankfurt.html?aid=946919","address":"Niddastrasse 58, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"25hours Hotel The Goldman","description":"Dieses Design-Hotel liegt nur 10 Minuten mit der Straßenbahn vom Frankfurter Römer und vom Stadtzentrum entfernt und bietet durch seine Nähe zum Ostbahnhof gute Anbindung an die Frankfurter Messe und den Flughafen Frankfurt am Main.\nDas 25hours Hotel The Goldman wurde 2012 erweitert und erwartet Sie mit kreativem und innovativem Design von regionalen Künstlern. Die individuell gestalteten Nichtraucherzimmer verfügen über eine einzigartige Atmosphäre.\nIm Restaurant Goldman genießen Sie köstliche Speisen in stilvollem Ambiente. Es liegt im kreativen Stadtteil Ostend und ist im maritimen Stil gestaltet. Die Hotellounge bietet eine entspannte Atmosphäre und ist daher der ideale Ort zum arbeiten oder Kontakte knüpfen und abends ein beliebter Treffpunkt für ortsansässige Künstler.\nIm 25hours The Goldman stehen Ihnen ein TV mit kostenfreien Sky-Kanälen, kostenfreies Wasser und ein Internetterminal zur kostenfreien Nutzung zur Verfügung. Ein Mini, Fahrräder, iPads und iPods können zudem kostenfrei ausgeliehen werden.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nOstend ist bei Reisenden, die an einem Zoobesuch, einem guten öffentlichen Nahverkehr und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/goldman-25hours.html?aid=946919","address":"Hanauer Landstraße 127, Ostend, 60314 Frankfurt am Main, Deutschland"},{"name":"7Bello City Apartment","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDas 7Bello City Apartment in Frankfurt am Main erwartet Sie 2,5 km von der Messe Frankfurt entfernt. Die Einkaufsstraße Zeil befindet sich 300 m von der Unterkunft entfernt. WLAN nutzen Sie in allen Bereichen der Unterkunft kostenfrei.\nAlle Unterkünfte verfügen über einen Flachbild-Kabel-TV. Einige Unterkünfte umfassen zudem einen Sitz- und/oder Essbereich. Eine Küche mit einem Backofen und einem Toaster steht ebenfalls zur Verfügung. Das eigene Bad ist jeweils mit einer Badewanne und einem Haartrockner ausgestattet. Bettwäsche wird gestellt.\nDie Hauptwache und die Alte Nikolaikirche liegen jeweils 600 m vom 7Bello City Apartment entfernt. Der nächstgelegene Flughafen ist der 11 km vom 7Bello City Apartment entfernte Flughafen Frankfurt.\nFrankfurt Zentrum-Altstadt ist bei Reisenden, die an Shoppen, Weihnachtsmärkten und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/7bello-city-apartment.html?aid=946919","address":"Alte Gasse 43 - 45, Frankfurt Zentrum-Altstadt, 60313 Frankfurt am Main, Deutschland"},{"name":"A&O Frankfurt Galluswarte","description":"Die Unterkunft Hotel A&O Frankfurt Galluswarte verkauft sich auf unserer Webseite schnell. Dieses Hostel in Frankfurt verfügt über eine 24-Stunden-Rezeption, eine Bibliothek, kostenloses WLAN und eine Bar auf dem Dach mit Blick auf die Skyline der Stadt. Vom Hauptbahnhof Frankfurt trennt Sie 1 km.\nDie Zimmer im A&O Frankfurt Galluswarte sind modern eingerichtet. Einige Zimmer bieten ein eigenes Bad, während Sie bei anderen ein Gemeinschaftsbad nutzen.\nIm Hostel erhalten Sie gegen einen Aufpreis ein Frühstück. Das Frühstück beinhaltet Speisen für Vegetarier und Diabetiker. An der Unterkunft ist auch ein Grillplatz vorhanden.\nDie Frankfurter Innenstadt befindet sich 2 km vom Hostel entfernt und nach 1,5 km gelangen Sie zur Messe Frankfurt. Entspannen Sie im Spielezimmer oder in der Bibliothek des Hostels.\nVom Flughafen Frankfurt trennen Sie im A&O Frankfurt Galluswarte 15 km.\nGallusviertel ist bei Reisenden, die an einer tollen Skyline, Business und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/a-amp-o-frankfurt-galluswarte.html?aid=946919","address":"Mainzer Landstr. 226-230, Gallusviertel, 60327 Frankfurt am Main, Deutschland"},{"name":"ABA Hotel","description":"Nur 300 m vom Frankfurter Hauptbahnhof und 1 km von der Einkaufsstraße Zeil entfernt heißt Sie dieses Hotel willkommen. Jeden Morgen stärken Sie sich an einem reichhaltigen Frühstücksbuffet.\nIm Hotel ABA wohnen Sie in Zimmern mit Kabel-TV, WLAN-Internetzugang via Hotspot (gegen Gebühr) und einem Badezimmer mit einer großen Dusche.\nDie Rezeption im Hotel ABA bleibt rund um die Uhr geöffnet und ermöglicht somit einen einfachen Check-in und Check-out.\nDie Messe Frankfurt liegt nur 1 km vom Hotel entfernt und kann vom Hauptbahnhof direkt mit der U-Bahn oder der Straßenbahn erreicht werden.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/abahotelfr.html?aid=946919","address":"Elbestraße 33, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"aCasa Bed & Breakfast","description":"Im Bezirk Bockenheim in Frankfurt genießt das Hotel eine exzellente Anbindung an die öffentlichen Verkehrsmittel. Die Messe von Frankfurt erreichen Sie zu Fuß in 5 Minuten.\nDie Zimmer des Gästehauses aCasa Bed & Breakfast sind liebevoll eingerichtet und verfügen über moderne Annehmlichkeiten und eine WLAN-Internetverbindung. Gerne gibt Ihnen das Personal Informationen über die Umgebung und empfiehlt Ihnen Sehenswürdigkeiten.\nViel bekannte Attraktionen liegen ganz in der Nähe. Dazu gehören der Palmengarten, das Senckenberg Museum und die Universität von Frankfurt. Viele Restaurants und hübsche Geschäfte sind ebenfalls nicht weit entfernt.\nVon einer S-Bahn-Station, U-Bahn-Station und Straßenbahnhaltestelle, die nur wenige Schritte entfernt sind, gelangen Sie leicht zum Hauptbahnhof und in die Geschäftsviertel von Frankfurt.","url":"http:/www.booking.com/hotel/de/acasa-bed-breakfast.html?aid=946919","address":"Varrentrappstrasse 49, Bockenheim, 60486 Frankfurt am Main, Deutschland"},{"name":"Adina Apartment Hotel Frankfurt Neue Oper","description":"Mit Blick auf den Main, einem kostenfreien Pool und Fitnessraum sowie eleganten Apartments mit Balkon empfängt Sie dieses Hotel. Den Frankfurter Hauptbahnhof und die Einkaufsstraße Zeil erreichen Sie nach nur 1 Station mit der U-Bahn.\nDas 4-Sterne-Hotel Adina Apartment Frankfurt Neue Oper bietet klimatisierte Apartments mit stilvollem und farbenfrohem Dekor. Jedes Apartment verfügt über eine Küchenzeile, einen Flachbild-TV und einen Laptop-Safe.\nEin reichhaltiges Frühstücksbuffet mit warmen und kalten Speisen steht jeden Morgen für Sie bereit. Tagsüber serviert das Restaurant Alto Tapas im deutschen Stil und australische Gerichte.\nEinige Apartments des Adina Premium bieten Zugang zu einer privaten Dachterrasse mit herrlichem Blick über die Stadt. Darüber hinaus lädt die Sauna zum Entspannen ein.\nDas Adina Frankfurt befindet sich neben dem Frankfurter Opernhaus sowie nur 5 Gehminuten vom Finanzviertel und der Altstadt entfernt. Den U-Bahnhof Willy-Brandt-Platz mit 5 verschiedenen U-Bahn-Linien erreichen Sie in 4 Gehminuten.","url":"http:/www.booking.com/hotel/de/adina-apartment-franfkurt-neue-oper.html?aid=946919","address":"Wilhelm-Leuschner-Str. 6, 60329 Frankfurt am Main, Deutschland"},{"name":"Adler Hotel Frankfurt","description":"Die Unterkunft Adler Hotel Frankfurt verkauft sich auf unserer Webseite schnell. Das Hotel begrüßt Sie nur 2 Gehminuten vom Hauptbahnhof Frankfurt entfernt und bietet Ihnen klassisch eingerichtete Zimmer mit kostenfreiem WLAN sowie ein reichhaltiges Frühstücksbuffet.\nIm Adler Hotel erwarten Sie hell dekorierte Zimmer mit einem TV, einer Minibar und einem großzügigen Bad. Bei der Ankunft erhalten Sie eine kostenfreie Flasche Mineralwasser.\nDas Internetterminal an der Unterkunft steht Ihnen jederzeit kostenlos zur Verfügung.\nDie Frankfurter Messe befindet sich nur 600 m vom Adler entfernt und zum Flughafen Frankfurt fahren Sie in 20 Minuten mit der S-Bahn.\nPrivatparkplätze stehen Ihnen am Adler Hotel gegen Gebühr zur Verfügung.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/hoteladler.html?aid=946919","address":"Niddastrasse 65, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Admiral Hotel","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDieses Hotel im Zentrum von Frankfurt befindet sich nur wenige Schritte vom Frankfurter Zoo und vom U-Bahnhof Zoo entfernt. Es bietet moderne Zimmer mit kostenfreiem WLAN, eine 24-Stunden-Rezeption und Parkplätze an der Unterkunft.\nAlle Zimmer im Admiral Hotel sind mit Sat-TV, einer Minibar und einem Safe ausgestattet. In der Lobby können Sie ein Internetterminal kostenfrei nutzen.\nEin abwechslungsreiches Frühstücksbuffet wird jeden Morgen im Frühstücksraum serviert. Kalte Getränke erhalten Sie den ganzen Tag an der Rezeption.\nDie Einkaufsmeile Zeil befindet sich nur 5 Gehminuten vom Admiral entfernt. Zum Frankfurter Hauptbahnhof benötigen Sie ca. 10 Minuten zu Fuß.\nFrankfurt Zentrum-Altstadt ist bei Reisenden, die an Shoppen, Weihnachtsmärkten und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/hoteladmiralfrankfurt.html?aid=946919","address":"Hölderlinstr. 25, Frankfurt Zentrum-Altstadt, 60316 Frankfurt am Main, Deutschland"},{"name":"Alexander am Zoo","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nNeben dem Frankfurter Zoo und nur 5 Gehminuten vom U-Bahnhof Habsburgerallee entfernt begrüßt Sie dieses Hotel. Freuen Sie sich auf Zimmer im italienischen Stil, einen Frühstücksraum und den Panoramablick über die Stadt.\nEin Frühstücksbuffet mit warmen und kalten Speisen steht jeden Morgen im Alexander am Zoo für Sie bereit. Restaurants und Bars finden Sie in der Umgebung.\nDie hellen, gemütlich eingerichteten Zimmer sind mit kostenfreiem Sky-TV, einer Minibar und Zubereitungsmöglichkeiten für Heißgetränke ausgestattet. Pflegeprodukte und ein Haartrockner sind ebenfalls vorhanden. Die Klimaanlage können Sie in Ihrem Zimmer selbst regeln.\nDie lebhafte Berger Straße ist nur einen 10-minütigen Spaziergang entfernt, und die Frankfurter Messe ist bequem mit den öffentlichen Verkehrsmitteln erreichbar.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nFrankfurt Zentrum-Altstadt ist bei Reisenden, die an Shoppen, Weihnachtsmärkten und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/alexander-am-zoo.html?aid=946919","address":"Waldschmidtstraße 59-61, Frankfurt Zentrum-Altstadt, 60316 Frankfurt am Main, Deutschland"},{"name":"Ambassador Hotel","description":"Dieses Hotel bietet moderne Zimmer, kostenfreies WLAN in allen Bereichen und eine 24-Stunden-Rezeption. Sie wohnen 400 m vom Hauptbahnhof Frankfurt und 15 Gehminuten vom Frankfurter Dom entfernt.\nDie Zimmer im Ambassador Hotel verfügen über Sat-TV und ein eigenes Badezimmer.\nJeden Morgen steht ein reichhaltiges Frühstücksbuffet für Sie bereit. An der Bar können Sie sich mit einem Getränk entspannen.\nDas Frankfurter Messegelände erreichen Sie vom Ambassador in 15 Gehminuten.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/ambassadorfr.html?aid=946919","address":"Moselstr. 10, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Ameron Residence Die Welle","description":"Diese Apartments zur Selbstverpflegung erwarten Sie mit einer modernen Architektur und hervorragenden Einrichtungen in einer ruhigen Wohngegend im Herzen von Frankfurt zwischen dem Bankenviertel und der Fußgängerzone.\nDie Ameron Residence Die Welle bietet geräumige Apartments in Frankfurt mit einem komfortablen und exklusiven Wohn- und Arbeitsbereich. Alle Apartments verfügen über einen Schreibtisch, Kabel-TV und kostenfreies WLAN.\nFreuen Sie sich auf helle Apartments mit raumhohen Fenstern, Parkettfußböden, einer komplett ausgestatteten Küche, einem großen Bad und einem Balkon. Jedes Apartment besitzt zudem einen eigenen Eingang an der ruhigen Seite des beeindruckenden Gebäudes.\nDie Haupteinkaufsstraßen Frankfurts, die Ausgehviertel, Restaurants und die Oper sowie Sehenswürdigkeiten wie die Alte Oper und der Römer sind von den Apartments aus bequem zu Fuß zu erreichen.\nProfitieren Sie auch von der hervorragenden nahegelegenen Anbindung zu öffentlichen Verkehrsmitteln, mit denen Sie alle Teile Frankfurts sowie den Flughafen und die Messe schnell und bequem erreichen. Von der Autobahn trennen Sie nur 5 Fahrminuten.\nWestend ist bei Reisenden, die an Kultur, Business und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/ameron-residence-die-welle.html?aid=946919","address":"Leerbachstr. 7, Westend, 60322 Frankfurt am Main, Deutschland"},{"name":"Angel Hotel","description":"Die Unterkunft Angel Hotel verkauft sich auf unserer Webseite schnell. Das kleine, privat geführte Hotel liegt zentral im Herzen von Frankfurt, nahe dem Hauptbahnhof, den Einkaufsvierteln und dem Bankenviertel.\nEgal ob Sie geschäftlich nach Frankfurt kommen oder sich auf einer Städtereise befinden - Das Angel Hotel bietet Ihnen komfortable und günstige Unterkünfte.\nDa Sie hier so nahe am Hauptbahnhof wohnen, genießen Sie eine hervorragende Anbindung zu allen Sehenswürdigkeiten in und um Frankfurt.\nDas Hotel Angel liegt nur einen 10-minütigen Spaziergang von der Mainpromenade, der Messe, Frankfurts Nachtleben und der berühmten Einkaufsmeile Zeil entfernt.\nFreuen Sie sich im Angel Hotel auf eine 24-Stunden-Rezeption und kostenfreies WLAN im gesamten Hotel.","url":"http:/www.booking.com/hotel/de/angel.html?aid=946919","address":"Moselstr. 34, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Apartment Villa Svetlana","description":"Das Herzlich Willkommen in Frankfurt bietet Ihnen Unterkünfte in Frankfurt am Main.\nAlle Zimmer verfügen über Sat-TV sowie In allen Zimmern erwartet Sie zudem ein Wasserkocher. Alle Zimmer verfügen über ein eigenes Bad mit einer Badewanne und/oder einer Dusche. Auch kostenfreie Pflegeprodukte und ein Haartrockner sind vorhanden.\nDie Messe Frankfurt befindet sich 3,8 km vom Herzlich Willkommen in Frankfurt entfernt, ebenso wie der Messeturm. Vom Flughafen Frankfurt trennen Sie 6 km.","url":"http:/www.booking.com/hotel/de/herzlich-willkommen-in-frankfurt.html?aid=946919","address":"Heinrich-Hardt Straße 47, Griesheim, 65933 Frankfurt am Main, Deutschland"},{"name":"Apartments Duval","description":"Das Apartment-Hotel im Zentrum von Frankfurt bietet eine wunderschöne Aussicht auf den Main, ein kostenloses Frühstück am Tag der Ankunft und eine gute Verkehrsanbindung.\nDie Apartments Duval zur Selbstverpflegung bestechen durch ein helles Design und eine moderne Küchenzeile.\nEinige Apartments bieten auch Highspeed-WLAN gegen eine zusätzliche Gebühr.\nDie Straßenbahnhaltestelle Weserstraße/Münchener Straße ist nur 5 Gehminuten von den Apartments Duval entfernt. Zur Messe benötigen Sie lediglich 10 bis 15 Minuten mit dem öffentlichen Nahverkehr.","url":"http:/www.booking.com/hotel/de/duval.html?aid=946919","address":"Untermainkai 21, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Apartments Frankfurt City Messe","description":"Die Apartments Frankfurt City Messe erwarten Sie in Frankfurt am Main mit kostenfreiem WLAN und einer Terrasse. Nach 1,4 km gelangen Sie zur Messe Frankfurt. An der Unterkunft finden Sie einen Privatparkplatz vor.\nDie Unterkunft bietet Ihnen zudem einen Balkon, einen Essbereich sowie einen Sitzbereich mit einem Flachbild-Kabel-TV. Ein Toaster, eine Kaffeemaschine und ein Wasserkocher sind ebenfalls vorhanden. Jede Unterkunft umfasst ein eigenes Bad mit Hausschuhen und kostenfreien Pflegeprodukten. Handtücher und Bettwäsche liegen für Sie bereit.\nSie erreichen von den Apartments Frankfurt City Messe aus nach 1,5 km den Messeturm und nach 2,8 km den Main Tower. Vom nächstgelegenen Flughafen Frankfurt am Main sind es 8 km zu den Apartments Frankfurt City Messe.\nGallusviertel ist bei Reisenden, die an einer tollen Skyline, Business und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/apartments-frankfurt-city-messe.html?aid=946919","address":"Römischer Ring 17, Gallusviertel, 60486 Frankfurt am Main, Deutschland"},{"name":"Apollo","description":"Nur einen 5-minütigen Spaziergang entfernt vom Hauptbahnhof empfängt Sie das Hotel Apollo. Auch die kulturellen Sehenswürdigkeiten, Einkaufsmöglichkeiten und das Bankenviertel von Frankfurt am Main erreichen Sie von hier aus bequem zu Fuß.\nDas Hotel Apollo bietet gemütliche und praktisch eingerichtete Zimmer zum attraktiven Preis-Leistungs-Verhältnis. Im Preis enthalten ist das Frühstück, sodass Sie gut gestärkt in Ihren Sightseeing- oder Geschäftstag starten.\nZu Fuß erreichen Sie vom Apollo aus in nur 7 Minuten Sachsenhausen und den Schaumainkai. An dieser als Museumsufer bekannten Straße liegen 13 Museen. Der Stadtteil Sachsenhausen ist berühmt für seine Apfelwein-Wirtschaften. In einigen dieser Lokale stammt der Apfelwein sogar aus hauseigener Produktion.\nVom Hauptbahnhof aus erreichen Sie mit den öffentlichen Verkehrsmitteln in nur 10 Minuten den internationalen Flughafen Frankfurt.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/apollo.html?aid=946919","address":"Münchener Straße 44, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Arena Villa am Wasserpark","description":"In einem reizvollen Gebäude aus dem Jahr 1900 begrüßt Sie dieses Designhotel im ruhigen Frankfurter Stadtteil Nordend mit kostenfreiem WLAN und einer Gartenterrasse. Vom Wasserpark trennen Sie hier nur 500 Meter.\nDie schlicht eingerichteten Zimmer in der Arena Villa am Wasserpark erwarten Sie mit einem Flachbild-TV und kostenfreien Pflegeprodukten. Einige Zimmer bieten Ihnen auch einen eigenen Balkon.\nMorgens steht im hellen Speisesaal des Hotels ein Frühstücksbuffet für Sie bereit. Die Hotelbar lockt zudem mit Getränken und leichten Snacks.\nDie Straßenbahnlinie 18 hält direkt an der Arena Villa am Wasserpark, so dass Sie bequem den Frankfurter Hauptbahnhof und das 5 km entfernte Frankfurter Kongresszentrum erreichen.\nZum Frankfurter Flughafen fahren Sie 20 Minuten mit dem Auto über die 1,3 km vom Hotel entfernte Autobahn A661. Kostenfreie öffentliche Parkplätze stehen Ihnen am Hotel ebenfalls zur Verfügung. Alternativ können Sie den Flughafentransfer in Anspruch nehmen.\nNordend ist bei Reisenden, die an Architektur, Kultur und Stadtbummeln interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/villa-am-wasserpark.html?aid=946919","address":"Friedberger Landstrasse 285, Nordend, 60389 Frankfurt am Main, Deutschland"},{"name":"B&B Hotel Frankfurt City-Ost","description":"Nur 5 Fahrminuten östlich der Frankfurter Innenstadt begrüßt Sie dieses Hotel in der Nähe des Main. Das B&B Hotel Frankfurt City-Ost bietet schallisolierte Zimmer und kostenfreies WLAN.\nDie Zimmer im Frankfurt B&B City-Ost erscheinen in einem frischen und farbenfrohen Design. Alle Zimmer sind klimatisiert und verfügen über einen Flachbild-TV mit kostenlosen SKY-Kanälen sowie ein eigenes Bad.\nJeden Morgen steht im hellen Speisesaal ein reichhaltiges Frühstücksbuffet für Sie bereit. Getränke und Snacks erhalten Sie zudem an Verkaufsautomaten.\nDas B&B City-Ost liegt 4 Gehminuten vom U-Bahnhof Ostbahnhof und dem Bahnhof Frankfurt Ost entfernt. Zur Messe Frankfurt und dem Frankfurter Flughafen gelangen Sie nach einer 15-minütigen Fahrt.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nOstend ist bei Reisenden, die an einem Zoobesuch, einem guten öffentlichen Nahverkehr und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/b-frankfurt.html?aid=946919","address":"Hanauer Landstraße 117, Ostend, 60314 Frankfurt am Main, Deutschland"},{"name":"B&B Hotel Frankfurt Niederrad","description":"Das moderne Hotel bietet Ihnen helle und freundlich eingerichtete Zimmer im Frankfurter Stadtteil Niederrad, etwa 9 Kilometer vom Flughafen und rund 6 km von der Messe entfernt.\nNur einen 10-minütigen Spaziergang von der Straßenbahnhaltestelle entfernt bietet Ihnen das B&B Hotel Frankfurt Niederrad einen idealen Ausgangspunkt zur Erkundung der Stadt und verfügt über Einzel-, Doppel- und Familienzimmer.\nKostenfreies WLAN steht Ihnen im gesamten Hotel zur Verfügung und morgens freuen Sie sich auf ein all-you-can-eat-Frühstücksbuffet im frischen, einladenden Frühstücksraum (gegen Gebühr).\nDas B&B Hotel befindet sich in der Nähe der Autobahn A5 und Gäste sind willkommen, kostenlos auf dem Gelände (je nach Verfügbarkeit der Parkplätze) zu parken.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nNiederrad ist bei Reisenden, die an einer tollen Skyline, Business und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/b-b-frankfurt-niederrad.html?aid=946919","address":"Colmarer Str. 3, Niederrad, 60528 Frankfurt am Main, Deutschland"},{"name":"B&B Hotel Frankfurt Nord","description":"Nur 13 km nördlich von Frankfurt erwartet Sie dieses moderne Hotel am Südrand des Taunus. Das Hotel zeichnet sich durch seinen günstige Anbindung an die Autobahnen A5 und A661 aus.\nDie großen, preisgünstigen Zimmer im B&B Hotel Frankfurt Nord sind mit Badezimmern, Klimaanlage und kostenfreiem WLAN ausgestattet.\nFür einen gelungenen Start in den Tag genießen Sie im B&B Hotel Frankfurt das reichhaltige Frühstück vom Buffet.\nDie Frankfurter Innenstadt und die Messe Frankfurt sind vom B&B Hotel Frankfurt aus mit dem Auto in nur 15 Minuten zu erreichen.\nNehmen Sie sich die Zeit, um während Ihres Aufenthalts Frankfurts weltberühmte Sehenswürdigkeiten, darunter das Museumsufer und den Palmengarten, zu entdecken.\nAutofahrer profitieren von den kostenfreien Parkplätzen am B&B Hotel Frankfurt Nord.","url":"http:/www.booking.com/hotel/de/b-b-frankfurt-nord.html?aid=946919","address":"Heinrich-Lanz-Allee 3, 60437 Frankfurt am Main, Deutschland"},{"name":"B&B Hotel Frankfurt-Hbf","description":"In zentraler Lage, einen 6-minütigen Spaziergang vom Frankfurter Bahnhof und 10 Gehminuten von der Messe Frankfurt entfernt, begrüßt Sie dieses Hotel. Freuen Sie sich im B&B Hotel Frankfurt-Hbf auf kostenloses WLAN und kostenfreies Sat-TV.\nAlle Zimmer im B&B Hotel Frankfurt-Hbf sind klimatisiert und schallisoliert. Jedes Zimmer umfasst zudem einen Sitzbereich und ein eigenes Badezimmer mit einer Dusche.\nJeden Morgen erwartet Sie ein reichhaltiges Frühstücksbuffet. Einen Automaten mit Snacks und Getränken gibt es ebenfalls.\nIn die Frankfurter Innenstadt sind es vom Hotel aus 20 Gehminuten. Mit der Straßenbahn gelangen Sie außerdem in nur 10 Fahrminuten zur Haltestelle Platz der Republik. Zum Flughafen Frankfurt gelangen Sie nach nur 9 km.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nGallusviertel ist bei Reisenden, die an einer tollen Skyline, Business und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/b-and-b-frankfurt-hbf.html?aid=946919","address":"Mainzer Landstraße 80-84, Gallusviertel, 60327 Frankfurt am Main, Deutschland"},{"name":"B&B My place","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nIm Herzen von Frankfurt/Main erwarten Sie im B&B My Place helle Apartments in guter Lage. WLAN nutzen Sie kostenfrei.\nJedes Zimmer wurde mit Bedacht gestaltet und verfügt über helle Möbel und einen Holzboden. Der Wohnbereich bietet Tageslicht. Er ist mit einem Essbereich und einem Sofa eingerichtet. Das eigene Badezimmer ist mit einer Badewanne ausgestattet.\nIn der Küche stehen Ihnen ein Geschirrspüler und eine Mikrowelle zur Verfügung. Mehrere Lebensmittelgeschäfte erreichen Sie in nur 5 Minuten bequem zu Fuß.\nDas B&B My Place ist nur etwa 200 m von der beliebten Einkaufsstraße Zeil entfernt, wo Sie auch zahlreiche Restaurants finden. Der malerische Paulsplatz mit seinen alten Gebäuden ist nur 600 m entfernt.\nDas Bed & Breakfast liegt 1,8 km vom Frankfurter Hauptbahnhof und 11 km vom Flughafen Frankfurt entfernt.","url":"http:/www.booking.com/hotel/de/b-amp-b-my-place.html?aid=946919","address":"An der Staufenmauer 6, Frankfurt Zentrum-Altstadt, 60311 Frankfurt am Main, Deutschland"},{"name":"Best Western Hotel Plaza","description":"Im Frankfurter Zentrum, nur 5 Gehminuten vom Hauptbahnhof Frankfurt entfernt, befindet sich das Best Western Hotel Plaza. Es bietet ruhige Zimmer mit kostenfreiem WLAN und eine 24-Stunden-Rezeption.\nAlle Zimmer im Best Western Hotel Plaza verfügen über ein modernes Badezimmer, eine Minibar und einen Flachbild-TV.\nJeden Morgen wird Ihnen im eleganten Frühstücksraum mit der hellen Beleuchtung und der stilvollen Einrichtung das Frühstücksbuffet serviert.\nKostenfreie warme Getränke und Mineralwasser sind im Best Western in der Bar und an der Rezeption erhältlich. In der Hotellobby nutzen Sie außerdem den Internetterminal ohne Gebühr.\nVon der U-Bahn-Station Hauptbahnhof trennen Sie lediglich 5 Gehminuten. Von dort aus erreichen Sie die Messe Frankfurt in 3 Minuten.\nGutleutviertel ist bei Reisenden, die an Museen, einer schönen Altstadt und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/bestwesternhotelplaza.html?aid=946919","address":"Esslinger Str. 8, Gutleutviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Best Western Premier IB Hotel Friedberger Warte","description":"Dieses Hotel bietet Ihnen klimatisierte Zimmer mit kostenfreiem WLAN und ein kostenfreies Fitnesscenter. Es befindet sich direkt neben der historischen Friedberger Warte und ist nur 1 Minute von der Autobahn A661 und 7 Gehminuten von der U-Bahn entfernt.\nIm 4-Sterne Best Western Premier IB Hotel Friedberger Warte wohnen Sie in Zimmern mit Kabel-TV und einem Schreibtisch. Die Zimmer verfügen zudem über ein eigenes Bad mit Haartrockner.\nIm Restaurant können Sie internationale Gerichte genießen. Das Hotel Friedberger Warte besitzt ebenso eine Bar und bietet Ihnen Zimmerservice.\nDer U-Bahnhof Gießener Straße ist 7 Gehminuten vom Best Western Premier IB Hotel Friedberger Warte entfernt. Die Züge fahren direkt zur Einkaufsstraße Zeil und zum Frankfurter Hauptbahnhof.","url":"http:/www.booking.com/hotel/de/friedbergwarte.html?aid=946919","address":"Homburger Landstr. 4, Bornheim, 60389 Frankfurt am Main, Deutschland"},{"name":"BOLD Apartments","description":"Dieses Aparthotel befindet sich 450 m von der S-Bahn-Station Galluswarte entfernt, die Sie nach 1 Haltestelle zur Frankfurter Messe bringt. Die Unterkunft verfügt über kostenfreies WLAN sowie Zimmer mit einer Kochnische und einem Flachbild-TV.\nDie BOLD Apartments bieten Ihnen gemütliche Zimmer mit Vorhängen, einem Kleiderschrank und einem eigenen Bad mit einer Dusche. Auch Sat-TV mit internationalen Kanälen ist in jedem Zimmer verfügbar.\nEine gut ausgestattete Küchenzeile ist in jedem Zimmer vorhanden Diese umfasst eine Spüle, einen kleinen Kühlschrank und Küchenutensilien.\nVom S-Bahnhof Galluswarte fahren Sie nur 1 Station bis zum 2 km entfernten Frankfurter Hauptbahnhof. Die Frankfurter Innenstadt erreichen Sie mit den öffentlichen Verkehrsmitteln in nur 8 Minuten.\nDer Flughafen Frankfurt am Main befindet sich 15 km vom Aparthotel entfernt.\nGallusviertel ist bei Reisenden, die an einer tollen Skyline, Business und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/bold-apartments.html?aid=946919","address":"Idsteiner Str. 15, Gallusviertel, 60326 Frankfurt am Main, Deutschland"},{"name":"Bristol Hotel","description":"Dieses Hotel befindet sich im Zentrum von Frankfurt, nur 2 Gehminuten vom Frankfurter Hauptbahnhof entfernt. Das Bristol Hotel bietet ein modernes Design, kostenfreies WLAN und eine Bar.\nDas Bristol Hotel Frankfurt verfügt über eine moderne Glasfassade und über moderne Zimmer, die in den Farbtönen beige und braun gehalten sind. Alle Zimmer sind mit einem Flachbild-Sat-TV und einem eigenen Badezimmer ausgestattet.\nJeden Morgen ab 06:30 Uhr wird im hellen Frühstücksraum des Bristol ein reichhaltiges Frühstücksbuffet serviert. Die großen Fenster im Frühstücksraum bieten Aussicht auf die Terrasse. Getränke und Snacks erhalten Sie in der trendigen Bar oder in der Bristol Summer Lounge.\nDas Hotel Bristol liegt 10 Gehminuten von der Frankfurter Messe, dem Bankenviertel und dem Museumsufer auf der anderen Mainseite entfernt.\nVom Frankfurter Hauptbahnhof haben Sie mit Bussen, Straßenbahnen, U-Bahnen und S-Bahnen Anbindung an alle Ziele in Frankfurt. Zum Flughafen Frankfurt gelangen Sie mit dem Zug in nur 15 Fahrminuten.","url":"http:/www.booking.com/hotel/de/bristolhotelff.html?aid=946919","address":"Ludwigstr. 15, Gallusviertel, 60327 Frankfurt am Main, Deutschland"},{"name":"Carlton Hotel","description":"Dieses familiengeführte Hotel bietet Ihnen schallisolierte Zimmer mit kostenfreiem WLAN. Es befindet sich 2 Gehminuten vom Hauptbahnhof Frankfurt und 1 U-Bahnstation vom Messegelände entfernt.\nIm 3-Sterne-Hotel Carlton wohnen Sie in Zimmern mit Kabel-TV und einer Minibar. Eine 24-Stunden-Rezeption steht Ihnen ebenfalls zur Verfügung.\nDer Main und verschiedene Museen liegen nur 10 Gehminuten entfernt. In die Altstadt gelangen Sie nach 2 U-Bahnstationen und den Flughafen Frankfurt können Sie direkt mit der S-Bahn erreichen.","url":"http:/www.booking.com/hotel/de/carltonfrankfurt.html?aid=946919","address":"Karlstr. 11, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Centro Hotel National Deluxe City","description":"Die Unterkunft Centro Hotel National Deluxe City verkauft sich auf unserer Webseite schnell. Dieses 4-Sterne-Hotel liegt nur 1 Gehminute vom Frankfurter Hauptbahnhof entfernt. Das Centro Hotel National bietet ein stilvolles Interieur, ein elegantes Restaurant und kostenfreies WLAN in allen Bereichen.\nDie Zimmer im Centro Hotel National verfügen über klassische Holz- und Lederausstattung, warme Teppiche, Sat-TV, eine Minibar und ein eigenes Bad.\nDas Restaurant San Domenico ist in Goldtönen mit Kronleuchtern gestaltet. Es serviert Ihnen Frühstück und italienische Gerichte.\nAm Centro Hotel National stehen Ihnen Parkplätze zur Verfügung. Mit der Bahn oder dem Auto fahren Sie 15 Minuten bis zum Flughafen Frankfurt. Die Frankfurter Messe ist 2 U-Bahnstationen oder 15 Gehminuten entfernt.","url":"http:/www.booking.com/hotel/de/nationalfr.html?aid=946919","address":"Baselerstr. 50, Gutleutviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Citadines City Centre Frankfurt","description":"Das Citadines City Centre Frankfurt bietet ein Fitnesscenter und kostenfreies WLAN. Das Aparthotel liegt nur 900 m von der Messe Frankfurt entfernt.\nDie klimatisierten Apartments im Citadines City Centre Frankfurt verfügen über eine iPod-Dockingstation sowie Tee- und Kaffeezubehör. Einige Apartments umfassen auch eine voll ausgestattete Küche oder Küchenzeile.\nJeden Morgen wird im Aparthotel ein frisches Frühstücksbuffet angeboten und das Restaurant an der Unterkunft serviert eine Auswahl an internationalen und regionalen Spezialitäten. Eine weitere Auswahl an Restaurants erreichen Sie nach 10 Gehminuten von der Unterkunft aus.\nZu den weiteren Einrichtugnen der Unterkunft zählen eine Gemeinschaftslounge/TV-Bereich, eine 24-Stunden-Rezeption und eine Terrasse, die zum Entspannen einlädt. Das Museum für Moderne Kunst erreichen Sie in 20 Minuten mit den öffentlichen Verkehrsmitteln.\nDer S-Bahnhof Frankfurt (Main) Messe befindet sich nur 450 m von der Unterkunft entfernt.\nGallusviertel ist bei Reisenden, die an einer tollen Skyline, Business und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/citadines-city-centre-frankfurt.html?aid=946919","address":"Europa-Allee 23, Gallusviertel, 60327 Frankfurt am Main, Deutschland"},{"name":"City Centre Hotel NEUE KRÄME am Römer","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDieses 3-Sterne-Hotel in Frankfurt liegt zentral zwischen der Altstadt und dem modernen Finanzviertel, unweit der Einkaufsstraße Zeil und nur 3 Gehminuten vom Römer entfernt.\nDie Zimmer im City Centre Hotel NEUE KRÄME am Römer verfügen über doppelt verglaste Fenster und kostenloses WLAN.\nEin köstliches Frühstücksbuffet wird Ihnen jeden Morgen serviert. Das Hotel eignet sich ideal zur Erkundung von Frankfurt.\nDer Main befindet sich nur 5 Gehminuten vom City Centre Hotel entfernt. Mit den hervorragenden Verkehrsanbindungen erreichen Sie die Messe Frankfurt sowie den Flughafen Frankfurt leicht und bequem. Öffentliche Parkplätze finden Sie nur 100 m vom Hotel entfernt.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/neuekraeme.html?aid=946919","address":"Neue Kräme 23, Frankfurt Zentrum-Altstadt, 60311 Frankfurt am Main, Deutschland"},{"name":"City Hotel Mercator","description":"Das 3-Sterne-Hotel in einer ruhigen Seitenstraße in Frankfurt liegt 10 Gehminuten vom Bahnhof Konstablerwache und der Einkaufsstraße Zeil entfernt. Profitieren Sie von kostenfreiem WLAN und der guten Anbindung an den öffentlichen Nahverkehr.\nAlle Zimmer im Hotel Mercator sind mit Minibar, Sat-TV und Sitzbereich ausgestattet.\nEin Frühstück wird im City Hotel Mercator jeden Morgen serviert.\nDas Mercator Frankfurt liegt 2 Gehminuten von der U-Bahnstation Musterschule entfernt. In 2 Stationen gelangen Sie zum historischen Frankfurter Römer und in 4 Stationen zum Hauptbahnhof Frankfurt.\nDas City Hotel Mercator befindet sich in Laufweite zu vielen Restaurants und Bars in diesem stilvollen Wohnviertel von Frankfurt.","url":"http:/www.booking.com/hotel/de/mercatorfrankfurtmain.html?aid=946919","address":"Mercatorstr. 38, Nordend, 60316 Frankfurt am Main, Deutschland"},{"name":"City Hotel West","description":"Im Zentrum von Frankfurt am Main, nur 200 Meter vom Hauptbahnhof entfernt, erwartet Sie dieses 3-Sterne-Hotel. Im gesamten City Hotel West können Sie über kostenfreies WLAN verfügen.\nDas City Hotel West ist ein modernes Hotel, das im Jahr 2006 neu eröffnet wurde. Alle Zimmer sind in warmen Farben gehalten und mit Kabel-TV und eigenem Bad ausgestattet.\nJeden Morgen können Sie sich zwischen 07:00 Uhr und 10:00 Uhr an einem reichhaltigen Frühstücksbuffet stärken.\nVom City Hotel West aus haben Sie eine exzellente Verkehrsanbindung zum Frankfurter Hauptbahnhof. Den Flughafen Frankfurt erreichen Sie mit dem Zug in 15 Minuten und die Frankfurter Messe ist nur 2 U-Bahn-Stationen oder 10 Gehminuten entfernt.\nDas Frankfurter Bankenviertel und die größten Einkaufsstraßen sind ebenfalls 10 Gehminuten vom City Hotel West entfernt.","url":"http:/www.booking.com/hotel/de/city-west.html?aid=946919","address":"Moselstr. 35, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Clarion Collection Hotel Frankfurt City Center","description":"Nur 100 Meter vom Frankfurter Hauptbahnhof entfernt bietet dieses 4-Sterne Design-Hotel klimatisierte Zimmer mit Kaffee- und Teezubehör und kostenlosem WLAN. Es verfügt weiterhin über ein elegantes Spa mit Sauna, Fitnessraum und Massagen.\nEin Flachbild-TV und ein Safe befinden sich in allen Zimmern des Clarion Collection Hotel Frankfurt City Center. In Ihrem Badezimmer liegt ein Haartrockner bereit.\nDie Gäste können ein Frühstücksbuffet und internationale Küche im Restaurant Sushideo genießen. Das Restaurant und die Bar empfangen Sie mit farbenfrohem Interieur, das vom Maler Friedensreich Hundertwasser inspiriert wurde.\nKostenlose Internetterminals und Zeitungen sind in der Lobby verfügbar. Die Mitarbeiter der 24-Stunden-Rezeption helfen Ihnen gerne beim Buchen der Tickets für die örtlichen Sehenswürdigkeiten.\nDas Clarion Frankfurt City Center befindet sich im Rotlichtviertel, 10 Gehminuten von der Frankfurter Messe, dem Bankenviertel und der Oper Frankfurt entfernt. Züge erreichen den internationalen Flughafen in 15 Minuten.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/center-plaza-frankfurt-am-main.html?aid=946919","address":"Taunusstr. 48, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Colour Hotel","description":"In 2 Minuten spazieren Sie von diesem 3-Sterne-Hotel aus zum Frankfurter Hauptbahnhof; die Messe Frankfurt erreichen Sie mit der Straßenbahn in 5 Minuten. Freuen Sie sich auf kostenloses WLAN, modernes Design, einen stilvollen Lounge-Bereich und eine Snackbar.\nJede Etage im Colour Hotel Frankfurt ist nach einem eigenen Farbkonzept gestaltet - in Gelb, Rot, Orange oder Blau. Die Zimmer sind im sachlichen Stil eingerichtet und mit Sat-TV und einem Schreibtisch ausgestattet.\nIn der Colour Lounge mit ihren bequemen Sofas und einem Flachbild-TV können Sie sich bei Getränken und Snacks entspannen. Auch das Frühstücksbuffet wird hier aufgebaut. Kostenlose Internetterminals stehen Ihnen in der Lobby zur Verfügung.\nDas Colour Hotel ist 15 Gehminuten von der Messe Frankfurt und vom Goethe-Haus entfernt. Den Frankfurter Flughafen erreichen Sie mit dem Auto oder der Bahn in 15 Minuten.\nGutleutviertel ist bei Reisenden, die an Museen, einer schönen Altstadt und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/wiesbadenfr.html?aid=946919","address":"Baselerstr. 52, Gutleutviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Comfort Hotel Frankfurt City Center","description":"Dieses Frankfurter Hotel bietet moderne, schallisolierte Zimmer mit kostenfreiem WLAN sowie Tee- und Kaffeezubehör. Sie wohnen im Stadtzentrum, weniger als 5 Gehminuten vom Frankfurter Hauptbahnhof entfernt.\nDas Comfort Hotel Frankfurt City Center liegt etwa 15 Gehminuten vom historischen Rathausplatz Römerberg entfernt. Diverse Geschäfte, Cafés, Restaurants und Unternehmen befinden sich in unmittelbarer Nähe.\nMassagen können direkt im Comfort Hotel gebucht werden. Zu den weiteren Annehmlichkeiten gehören eine 24-Stunden-Rezeption, ein Aufzug, der in allen Etagen hält, sowie Tageszeitungen.","url":"http:/www.booking.com/hotel/de/comfortfrankfurtcitycenter.html?aid=946919","address":"Moselstrasse 23, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Conference Hotel Frankfurt","description":"Nur 5 Gehminuten vom Frankfurter Hauptbahnhof entfernt heißt Sie das Conference Hotel Frankfurt willkommen. Die Messe Frankfurt befindet sich etwa 5 Fahrminuten von diesem Hotel entfernt.\nDas Conference Hotel Frankfurt befindet sich in einem stilvollen, denkmalgeschützten Gebäude. Alle Zimmer wurden seit 2012 komplett renoviert.\nJeden Morgen stärken Sie sich mit einem abwechslungsreichen europäischen Frühstück, welches zu Messezeiten auch asiatische Spezialitäten umfasst.\nZum internationalen Flughafen Frankfurt gelangen Sie vom Hotel nach 20 Fahrminuten.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/conference-frankfurt.html?aid=946919","address":"Nidda-Straße 39-41, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Crown Hotel","description":"Dieses Hotel begrüßt Sie im Herzen von Frankfurt, nahe dem Hauptbahnhof, der Frankfurter Messe, dem Bankenviertel und vielen berühmten Sehenswürdigkeiten.\nDie gemütlichen Zimmer im Crown Hotel sorgen mit einer Reihe von modernen Annehmlichkeiten für eine erholsame Nachtruhe. Freuen Sie sich auch auf kostenfreies WLAN, einen einladenden Saunabereich und ein köstliches Frühstücksbuffet.\nDer U-Bahnhof Hauptbahnhof ist nur 100 m vom Crown Hotel entfernt und bietet Verbindungen zu den beliebtesten Sehenswürdigkeiten in der Stadt wie der Einkaufsstraße Zeil und dem Museumsufer.\nDen Flughafen Frankfurt erreichen Sie in etwa 20 Minuten vom Hauptbahnhof.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/crown.html?aid=946919","address":"Mosel Str. 30, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Deluxe Apartment Deutschherrnufer","description":"Die Unterkunft Deluxe Apartment Deutschherrnufer verkauft sich auf unserer Webseite schnell. Die Unterkunft Messewohnung Deutschherrnufer befindet sich in Frankfurt am Main in 3,8 km Entfernung von der Messe Frankfurt. Die Unterkunft begrüßt Sie mit Flussblick und liegt 1,5 km vom Kaiserdom St. Bartholomäus entfernt. WLAN nutzen Sie in der gesamten Unterkunft kostenfrei.\nZur Ausstattung gehört eine Küche mit einem Geschirrspüler und einem Backofen. Handtücher und Bettwäsche werden Ihnen in diesem Apartment bereitgestellt. Die Privatparkplätze an der Unterkunft stehen Ihnen kostenfrei zur Verfügung.\nDen Römerberg trennen 1,6 km von der Messewohnung Deutschherrnufer und die Kunsthalle Schirn erreichen Sie ebenfalls nach 1,6 km. Der nächstgelegene Flughafen ist der Flughafen Frankfurt am Main in 11 km Entfernung von der Unterkunft.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nSachsenhausen ist bei Reisenden, die an Museen, Kultur und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/messewohnung-deutschherrnufer.html?aid=946919","address":"Deutschherrnufer 51, Sachsenhausen, 60594 Frankfurt am Main, Deutschland"},{"name":"Dorint Hotel Frankfurt-Niederrad","description":"Dieses 4-Sterne-Hotel im Frankfurter Stadtteil Niederrad begrüßt Sie eine 10-minütige Bahnfahrt vom Stadtzentrum entfernt. Freuen Sie sich auf Parkplätze an der Unterkunft, kostenfreies WLAN in allen Bereichen sowie die kostenfreie Nutzung der Sauna und des Pools.\nDie modernen Zimmer und Suiten im Dorint Hotel Frankfurt-Niederrad sind mit Kabel-TV sowie Kaffee- und Teezubehör ausgestattet. Einige Unterkünfte bieten zudem eine Klimaanlage.\nVon 06:00 bis 10:30 Uhr erwartet Sie jeden Morgen ein reichhaltiges Frühstücksbuffet. Toast und Kaffee erhalten Sie von 04:00 bis 06:00 Uhr kostenfrei.\nZu den Einrichtungen des Dorint Hotel Frankfurt-Niederrad gehören ein Restaurant und eine Sommerterrasse. Entspannen Sie auch bei einem Getränk in der Bar.\nDas Gewerbegebiet Bürostadt Niederrad liegt nur 500 m vom Dorint entfernt. Den Bahnhof Niederrad erreichen Sie zu Fuß in 6 Minuten.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nNiederrad ist bei Reisenden, die an einer tollen Skyline, Business und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/dorint-frankfurt-niederrad.html?aid=946919","address":"Hahnstrasse 9, Niederrad, 60528 Frankfurt am Main, Deutschland"},{"name":"Dorint Main Taunus Frankfurt/Sulzbach","description":"Dieses Hotel in Sulzbach bietet große Zimmer, einen kostenfreien Wellnessbereich und 250 Parkplätze, die gegen Gebühr zur Verfügung stehen. Sie wohnen 10 Gehminuten vom Einkaufszentrum Main-Taunus-Zentrum und 12 Fahrminuten von Frankfurt entfernt.\nDie klimatisierten Zimmer im 4-Sterne-Superior-Hotel Dorint Main Taunus Zentrum/Sulzbach sind mit einem Flachbild-TV, Zubereitungsmöglichkeiten für warme Getränke und einem Bad mit einem Haartrockner ausgestattet. WLAN ist in allen Zimmern kostenfrei verfügbar.\nDas Restaurant Basilico serviert mediterrane Küche. Sie können am Kamin, im Wintergarten oder auf der Terrasse speisen. Getränke und Snacks erhalten Sie in der belebten New York Bar.\nDas Dorint Main Taunus Zentrum/Sulzbach bietet zudem einen Fitnessraum, Saunen und ein Dampfbad. Außerdem können Sie in der Unterkunft Fahrräder ausleihen.\nDie Autobahn A66 und das Stadtzentrum von Sulzbach sind jeweils 1,5 km entfernt. Bei großen Veranstaltungen stellt das Dorint Main Taunus Zentrum/Sulzbach einen Shuttleservice zur Messe Frankfurt zur Verfügung.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/main-taunus-zentrum.html?aid=946919","address":"Am Main-Taunus-Zentrum 1, 65843 Frankfurt am Main, Deutschland"},{"name":"Dormero Hotel Frankfurt","description":"Dieses 4-Sterne-Hotel erwartet Sie nur 100 m von der Messe Frankfurt entfernt mit einer Sauna. Alle Zimmer im Dormero Hotel Frankfurt bieten Ihnen kostenfreies WLAN, kostenloses Sky-TV sowie kostenfreie Getränke aus der Minibar.\nDie Zimmer im Dormero Frankfurt verfügen über ein modernes weißes Dekor und ein Bad im Granitdesign. Die Zimmer bieten Ihnen außerdem alle eine individuelle Beleuchtung, unbegrenzte Spielfilme sowie ein iPod-Soundsystem.\nIm eleganten Restaurant des Dormero, das mit Holzböden und stilvollen Kunstwerken ausgestattet ist, steht jeden Morgen ein Frühstücksbuffet für Sie bereit. Getränke werden Ihnen an der klimatisierten, elegant beleuchteten Bar sowie im Loungebereich serviert.\nAm Dormero steht Ihnen ein Privatparkplatz zur Verfügung. Der S-Bahnhof Messe befindet sich nur 300 m entfernt und den Frankfurter Hauptbahnhof erreichen Sie mit dem Zug innerhalb von 3 Minuten.\nGallusviertel ist bei Reisenden, die an einer tollen Skyline, Business und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/dormero-frankfurt.html?aid=946919","address":"Lissabonner Str. 2, Gallusviertel, 60327 Frankfurt am Main, Deutschland"},{"name":"easyHotel Frankfurt City Center","description":"Die Unterkunft easyHotel Frankfurt City Center verkauft sich auf unserer Webseite schnell. Nur 2 Querstraßen vom Frankfurter Hauptbahnhof und 10 Minuten von der Messe Frankfurt entfernt befindet sich das easyHotel Frankfurt City Center mit einer guten Anbindung an den öffentlichen Nahverkehr.\nAlle Zimmer im easyHotel Frankfurt City Center sind klimatisiert und bieten ein eigenes Bad mit einer Dusche. Gegen eine kleine Gebühr stehen Ihnen in den Zimmern zudem ein Safe und Sat-TV zur Verfügung.\nDas Hotel verfügt über eine 24-Stunden-Rezeption und bietet Ihnen zudem eine Gepäckaufbewahrung und einen Verkaufsautomaten. Das Hotel eignet sich als praktischer Ausgangspunkt zur Erkundung der Frankfurter Innenstadt.\nDer Flughafen Frankfurt ist nur 9 km entfernt. Es bestehen direkte Bahnverbindungen vom nahegelegenen Frankfurter Hauptbahnhof.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/easyhotel-frankfurt-city-center.html?aid=946919","address":"Düsseldorferstrasse 19-23, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Element Frankfurt Airport Hotel","description":"Dieses stilvolle Hotel befindet sich in einer günstigen Lage in der Nähe vom internationalen Flughafen Frankfurt und nur 15 km vom Frankfurter Hauptbahnhof entfernt. Es bietet ein elegantes Restaurant, eine 24-Stunden-Rezeption und kostenfreies WLAN.\nDas Element Frankfurt Airport Hotel verfügt über helle, geräumige Suiten und Studios mit einer modernen Einrichtung. Die Unterkünfte sind mit raumhohen Fenstern, einer Nespresso-Kaffeemaschine und einem modernen Bad ausgestattet. Alle Zimmer bieten kostenlose Festnetzgespräche in fast 20 verschiedene Länder.\nJeden Morgen wird im Speisesaal des Element Frankfurt Airport Hotel ein reichhaltiges, kostenfreies Frühstücksbuffet serviert. Gesunde Snacks erhalten Sie rund um die Uhr im hoteleigenen Geschäft Grab & Go Pantry.\nDie Messe Frankfurt liegt 14 km von der Unterkunft entfernt. Die Commerzbank-Arena erreichen Sie nach 8,5 km.\nAm Element Frankfurt Flughafen Hotel stehen reichlich gebührenpflichtige Parkplätze zur Verfügung.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/element-frankfurt-airport.html?aid=946919","address":"De-Saint-Exupéry-Straße 6, 60549 Frankfurt am Main, Deutschland"},{"name":"Europa Style","description":"Die Unterkunft Hotel Europa Style verkauft sich auf unserer Webseite schnell. Dieses moderne Hotel im Herzen von Frankfurt am Main liegt nur 100 Meter vom Frankfurter Hauptbahnhof entfernt. Es bietet klimatisierte, schallisolierte Zimmer mit kostenfreiem WLAN und ein stilvolles Restaurant.\nAlle komfortabel eingerichteten Zimmer des Europa Style verfügen über einen Flachbild-TV mit Satellitenempfang, einen Laptop-Safe und eine Minibar. In einigen Zimmern besteht die Möglichkeit zur Zubereitung von Tee und Kaffee.\nVon hier gelangen Sie zu Fuß zu verschiedenen Restaurants, Bars und Clubs. Die berühmte Einkaufsmeile Zeil und Frankfurts Messegelände erreichen Sie in weniger als 5 Fahrminuten.\nEin Frühstücksbuffet wird jeden Morgen im Europa serviert. An der Hotelbar können Sie Ihre Drinks genießen.\nDer Concierge-Service ist Ihnen gerne bei der Planung Ihres Aufenthhalts in Frankfurt behilflich. Es steht Ihnen eine 24-Stunden-Rezeption mit Gepäckaufbewahrung zur Verfügung.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/europa-style.html?aid=946919","address":"Baseler Str. 19, Gutleutviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"EXPO Hotel Frankfurt","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDie Unterkunft EXPO Hotel Frankfurt verkauft sich auf unserer Webseite schnell. Im Zentrum von Frankfurt bietet Ihnen dieses nur 1 Gehminute von der Einkaufsmeile Zeil und dem Bahnhof Konstablerwache entfernte Hotel eine 24-Stunden-Rezeption.\nDie Zimmer im EXPO Hotel verfügen über Teppichböden, Kabel-TV, einen Safe, Zubereitungsmöglichkeiten für Heißgetränke sowie kostenlose Tageszeitungen und Zeitschriften.\nVom U-Bahnhof Konstablerwache aus gelangen Sie direkt zur Messe Frankfurt und zum Stadtzentrum. Den Main und den Römerplatz erreichen Sie zu Fuß in 10 Minuten. Der Zoo liegt nur eine Haltestelle mit der U-Bahn entfernt.","url":"http:/www.booking.com/hotel/de/expo.html?aid=946919","address":"Große Friedbergerstr. 14, Frankfurt Zentrum-Altstadt, 60313 Frankfurt am Main, Deutschland"},{"name":"Fair Apartments","description":"Die Unterkunft Fair Apartments verkauft sich auf unserer Webseite schnell. Dieses Apartment liegt zwischen 50 und 300 m vom Frankfurter Hauptbahnhof sowie weniger als 1 km von der Messe Frankfurt entfernt. Kostenfreies WLAN und eine gute Anbindung an die öffentlichen Verkehrsmittel sorgen in den Fair Apartments für einen angenehmen Aufenthalt.\nDie hellen, modernen Apartments verfügen über 2 Schlafzimmer und einen Wohnbereich mit Sofa, HD-TV, eine voll ausgestattete Küche sowie einen Balkon. Das Bad umfasst eine Dusche, einen Haartrockner und einen Waschmaschine.\nAlle Sehenswürdigkeiten im Stadtzentrum von Frankfurt, wie das Bankenviertel, viele Geschäfte und Restaurants, sind von hier aus leicht zu erreichen.\nDie Fahrt mit der Straßenbahn vom Frankfurter Hauptbahnhof zur Messe dauert nur wenige Minuten. Den Frankfurter Flughafen erreichen Sie mit dem Zug in nur 15 Minuten.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/fair-apartments.html?aid=946919","address":"Kaiserstraße 91, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Fair Hotel Villa Diana","description":"Dieses Hotel besticht durch seine Lage im Herzen des Frankfurter Westends. Starten Sie hier Ihre Erkundungstouren durch diese geschichtsträchtige Gegend, in der es viel zu sehen gibt.\nLassen Sie sich als Gäste des Hauses von den unterschiedlichen Zimmern und dessen zentralem Standort angenehm überraschen. Von den berühmtesten Sehenswürdigkeiten des Westends wie dem botanischen Garten Palmengarten und der Alten Oper trennen Sie nur wenige Schritte.\nDarüber hinaus gelangen Sie vom Hotel nach 400 m zur Frankfurter Messe.","url":"http:/www.booking.com/hotel/de/villa-diana.html?aid=946919","address":"Westendstr. 83, Westend, 60325 Frankfurt am Main, Deutschland"},{"name":"Fairtours Hotelschiff Alina **** superior Frankfurt","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDas in Frankfurt/Main festgemachte Fairtours Hotelschiff Alina **** superior Frankfurt bietet Ihnen eine Sonnenterrasse, eine Sauna und eine gute Anbindung an die Messe Frankfurt.\nJedes Zimmer ist mit Klimaanlage und einem Flachbild-Sat-TV ausgestattet. Freuen Sie sich auch auf ein eigenes Bad mit einer Dusche und kostenfreien Pflegeprodukten.\nDas Fairtours Hotelschiff Alina **** superior Frankfurt verfügt auch über ein Fitnesscenter und ein Restaurant in der Unterkunft mit verschiedener Küche.\nDer Commerzbank Tower befindet sich 500 m vom Fairtours Hotelschiff Alina **** superior Frankfurt entfernt. Zum Römerberg gelangen Sie nach 600 m. Der nächste Flughafen ist der 10 km vom Fairtours Hotelschiff Alina **** superior Frankfurt entfernt liegende Flughafen Frankfurt.\nFrankfurt Zentrum-Altstadt ist bei Reisenden, die an Shoppen, Weihnachtsmärkten und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/fairtours-hotelschiff-alina-superior-frankfurt-frankfurt-am-main.html?aid=946919","address":"Untermainkai, Frankfurt Zentrum-Altstadt, 60329 Frankfurt am Main, Deutschland"},{"name":"Falk Hotel","description":"In einer ruhigen Straße im Herzen der Stadt Frankfurt befindet sich das 3-Sterne-Hotel nur wenige Schritte von der U-Bahnstation Leipziger Straße, dem Palmengarten und der Universität Frankfurts entfernt.\nDie gemütlichen Zimmer des Falk Hotels sind der ideale Ort zur Entspannung nach einem erlebnisreichen Tag in der Stadt. Beginnen Sie Ihren Tag mit einem reichhaltigen Frühstück vom Buffet.\nDie beliebtesten Sehenswürdigkeiten der Stadt Frankfurt erreichen Sie zu Fuß oder mit dem öffentlichen Nahverkehr. Ganz in der Nähe des Falk Hotels finden Sie auch viele Bars, verschiedene Restaurants und gemütliche Kneipen.\nGeschäftsreisende profitieren von der guten Anbindung an das Bankenviertel und an die Frankfurter Messe, die nur 1,3 km entfernt liegt.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nBockenheim ist bei Reisenden, die an Architektur, Stadtbummeln und Business interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/eaziresfalk.html?aid=946919","address":"Falkstr.38 a, Bockenheim, 60487 Frankfurt am Main, Deutschland"},{"name":"Favored Hotel Domicil","description":"Dieses 3-Sterne-Hotel bietet eine 24-Stunden-Rezeption und schallisolierte Zimmer mit kostenfreiem WLAN. Sie wohnen im Herzen von Frankfurt, nur 200 m vom Frankfurter Hauptbahnhof entfernt.\nAlle Zimmer im Hotel Domicil umfassen Kabel-TV und eine Minibar.\nKaffee, Tee und heiße Schokolade sind ganztägig kostenfrei in der Lobby erhältlich. Ohne Aufpreis nutzen Sie darüber hinaus das Internetterminal in der Lobby.\nJeden Morgen bietet das Hotel Domicil ein reichhaltiges und gesundes Frühstücksbuffet.\nVom Frankfurter Hauptbahnhof aus gelangen Sie direkt zum Frankfurter Flughafen und nach nur 1 Station mit der U-Bahn zur Messe Frankfurt. Das Einkaufsviertel der Stadt erreichen Sie zu Fuß in 10 Minuten.","url":"http:/www.booking.com/hotel/de/bestwesterndomicil.html?aid=946919","address":"Karlstr. 14, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Favored Hotel Scala","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDie Unterkunft Favored Hotel Scala verkauft sich auf unserer Webseite schnell. Dieses moderne 3-Sterne-Hotel in Frankfurt bietet eine 24-Stunden-Rezeption, schallisolierte Zimmer und kostenfreies WLAN. Die Einkaufsmeile Zeil und der U-Bahnhof Konstablerwache sind nur 300 m entfernt.\nDie eleganten Zimmer im Hotel Scala verfügen über Kabel-TV, einen Schreibtisch und einen Sitzbereich. Zudem sind alle mit Verdunklungsvorhängen ausgestattet und Sie können Ihr Lieblingskissen wählen.\nJeder Tag im Hotel Scala beginnt mit einem warmen und kalten Buffet mit hausgemachtem Müsli. Sie erhalten kostenfreie heiße Getränke an der 24-Stunden-Rezeption des Hotel Scala.\nVom U-Bahnhof Konstablerwache fahren Züge in 4 Minuten direkt zum Frankfurter Hauptbahnhof. Die Messe Frankfurt ist in 9 Minuten zu erreichen.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/bestwesternhotelscala.html?aid=946919","address":"Schäfergasse 31, Frankfurt Zentrum-Altstadt, 60313 Frankfurt am Main, Deutschland"},{"name":"Five Elements Hostel Frankfurt","description":"Nur 200 m vom Frankfurter Hauptbahnhof entfernt empfängt Sie dieses moderne Hostel in zentraler Lage im Rotlichtviertel der Stadt. Freuen Sie sich im Five Elements Hostel auf kostenfreies WLAN. Die Unterkunft eignet sich ideal als Ausgangspunkt zur Erkundung Frankfurts.\nDas Five Elements Hostel bietet Ihnen komfortabel eingerichtete Zimmer und Apartments, eine 24-Stunden-Rezeption und eine lebhafte Bar, die rund um die Uhr geöffnet ist.\nDie freundlichen Mitarbeiter helfen Ihnen gerne bei allen Fragen rund um Ihren Aufenthalt in Frankfurt weiter.\nDank der zentralen Lage des Five Elements Hostels erreichen Sie viele berühmte Sehenswürdigkeiten bequem zu Fuß. Begeistern werden Sie unter anderem der Palmengarten, die Museen am Main, das Äppelwoi-Viertel von Sachsenhausen und die historische Frankfurter Paulskirche.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/five-elements-hostel.html?aid=946919","address":"Moselstraße 40, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Fleming's Deluxe Hotel Frankfurt City","description":"Die Unterkunft Fleming's Deluxe Hotel Frankfurt City verkauft sich auf unserer Webseite schnell. Dieses 5-Sterne-Hotel bietet ein Dachrestaurant mit herrlichem Blick auf die Frankfurter Skyline, moderne Wellnesseinrichtungen und kostenfreies WLAN. Die Einkaufsstraße Zeil befindet sich nur 400 m entfernt.\nDas Fleming's Deluxe Hotel Frankfurt City verfügt über elegante, schallisolierte Zimmer mit einem Flachbild-TV und einem Laptopsafe. Zudem bieten alle Zimmer gläserne Duschkabinen.\nGrillspezialitäten, Meeresfrüchte und Gerichte aus dem Wok gehören zum umfangreichen Angebot im Club Restaurant des Fleming's. Von der Sommerterrasse genießen Sie Panoramablick.\nEntspannen Sie im Fleming's Frankfurt City in der finnischen Sauna und im Aromatherapie-Dampfbad und trainieren Sie im großzügigen Fitnessraum.\nDer U-Bahnhof Eschenheimer Tor liegt direkt vor dem Fleming's Deluxe Frankfurt. Von dort fahren Züge in 15 Minuten zur Frankfurter Messe.","url":"http:/www.booking.com/hotel/de/flemming-s-deluxe-frankfurt-city.html?aid=946919","address":"Eschenheimer Tor 2, 60313 Frankfurt am Main, Deutschland"},{"name":"Fleming's Deluxe Hotel Frankfurt Main-Riverside","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDieses moderne Hotel bietet Ihnen im Herzen der Innenstadt von Frankfurt am Main kostenfreies WLAN, ein Frühstücksbuffet und einen Fitnessbereich. Im Fleming's Deluxe Hotel Frankfurt Main-Riverside stehen Ihnen darüber hinaus Saunaeinrichtungen zur Verfügung.\nDie klimatisierten Zimmer im Fleming's Deluxe Hotel Frankfurt Main-Riverside verfügen über ein warmes, bernsteinfarbenes Dekor, einen Flachbild-Sat-TV, eine iPod-Dockingstation und eine Minibar. Jedes ist dazu mit einem voll verglasten Badezimmer mit einer Dusche ausgestattet.\nAuf Ihrem Zimmer finden Sie eine kostenlose Flasche Wasser und kostenlose Pflegeprodukte. Für zusätzlichen Komfort sorgt eine Auswahl an Kissen.\nDas Restaurant im Fleming's Deluxe Hotel Frankfurt Main-Riverside lädt mit einer Auswahl an Gerichten zu einem Besuch ein.\nDieses Hotel liegt 3 km vom Frankfurter Hauptbahnhof und 13 km vom Frankfurter Flughafen entfernt. Den U-Bahnhof Konstablerwache erreichen Sie vom Hotel aus nach einem 10-minütigen Spaziergang.","url":"http:/www.booking.com/hotel/de/fleming-s-deluxe-frankfurt-main-riverside.html?aid=946919","address":"Lange Straße 5-9, Frankfurt Zentrum-Altstadt, 60311 Frankfurt am Main, Deutschland"},{"name":"Fleming's Hotel Frankfurt Hamburger Allee","description":"Dieses moderne 4-Sterne-Hotel liegt nur 10 Gehminuten von der Frankfurter Messe entfernt. Sie profitieren von kostenfreiem WLAN und der guten Verkehrsanbindung.\nVom Fleming's Hotel Frankfurt Hamburger Allee erreichen Sie mit der Straßenbahn nach nur 5 Stationen den Frankfurter Hauptbahnof und das Bankenviertel.\nDas Fleming's Hotel bietet geräumige Zimmer mit elegantem Bad und hochwertigen Betten.\nIn der Fleming's Brasserie & Wine Bar kosten Sie Gerichte aus Europa und Meeresfrüchtespezialitäten. Dazu genießen Sie erlesene Weine.\nEbenso können Sie im Fleming's Hotel im Fitnessraum trainieren und anschließend in der Sauna entspannen.\nBockenheim ist bei Reisenden, die an Architektur, Stadtbummeln und Business interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/fleming-s-frankfurt.html?aid=946919","address":"Hamburger Allee 47-53, Bockenheim, 60486 Frankfurt am Main, Deutschland"},{"name":"Fleming's Hotel Frankfurt-Messe","description":"Nur 5 Gehminuten vom Frankfurter Hauptbahnhof und der Messe Frankfurt entfernt erwartet Sie das Fleming's Hotel. Freuen Sie sich auf klimatisierte Zimmer, das kostenfreie WLAN und ein reichhaltiges Frühstücksbuffet.\nDie stilvoll eingerichteten Zimmer im Fleming's Hotel Frankfurt Messe empfangen Sie mit dunklen Holzmöbeln und hochwertigen Materialien. Die weitere Ausstattung aller Zimmer umfasst Sat-TV und ein elegantes Bad mit Glaswänden.\nIn der Fleming's Brasserie kosten Sie Gerichte aus aller Welt und trinken dazu erlesene Weine. Ebenso erhalten Sie in einem französischen Feinkostgeschäft Speisen und Snacks zum Mitnehmen.\nDarüber hinaus entspannen Sie im Wellnessbereich des Fleming's Frankfurt. Dieser bietet eine finnische Sauna, ein Dampfbad und ein Fitnesscenter.\nVom Hauptbahnhof Frankfurt fahren Sie in nur 20 Minuten zum Frankfurter Flughafen. Direkt vor dem Hotel befindet sich außerdem die Straßenbahnhaltestelle Platz der Republik.\nGallusviertel ist bei Reisenden, die an einer tollen Skyline, Business und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/fleming-s-frankfurt-messe.html?aid=946919","address":"Mainzer Landstr. 87-89, Gallusviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Fleming’s Conference Hotel Frankfurt","description":"Dieses 4-Sterne-Hotel befindet sich im Frankfurter Stadtteil Bockenheim und genießt eine ausgezeichnete Anbindung an die Autobahn A66. Es empfängt Sie nur einen kurzen Spaziergang vom U-Bahnhof Industriehof entfernt.\nDas Fleming's Hotel Frankfurt an der Neuen Börse bietet geschmackvoll eingerichtete Zimmer mit Klimaanlage, kostenlosem WLAN und hochwertigen Möbeln.\nNach einem ereignisreichen Tag in Frankfurt entspannen Sie sich im 130 m² großen Wellnessbereich im Fleming's Hotel. Hier finden Sie einen modernen Fitnessraum, eine Sauna, ein Dampfbad und einen Ruheraum.\nProbieren Sie köstliche internationale Küche und erlesene Weine im Restaurant & Wine Bar des Fleming's Hotels. Alternativ gönnen Sie sich Baguettes, Snacks und heiße Getränke im Feinkostladen des Hotels.\nVom nahe gelegenen U-Bahnhof erreichen Sie den Frankfurter Hauptbahnhof und die Frankfurter Messe in weniger als 15 Minuten.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nBockenheim ist bei Reisenden, die an Architektur, Stadtbummeln und Business interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/frankfurt-an-der-neuen-borse.html?aid=946919","address":"Elbinger Str. 1-3, Bockenheim, 60487 Frankfurt am Main, Deutschland"},{"name":"Frankfurt Apartment and Garden","description":"Das Frankfurt Apartment and Garden bietet Ihnen kostenfreies WLAN sowie eine Terrasse. Die Apartments erwarten Sie in Frankfurt einen nur 5-minütigen Spaziergang vom Main entfernt.\nFreuen Sie sich in den Apartments zudem auf Sat-TV, einen Sitzbereich und ein Bad. Sie können gern die voll ausgstattete Küche mit Mikrowelle und Kühlschrank in Anspruch nehmen.\nIn einem Umkreis von 5 Gehminuten um das Frankfurt Apartment and Garden erwartet Sie eine Auswahl an Restaurants. Der nächste Supermarkt freut sich in 500 m Entfernung auf Ihren Besuch.\nZum Museumsufer mit seinen 20 Museen fahren Sie von Ihrer Unterkunft aus 15 Minuten. Vom Konferenzzentrum Frankfurter Messe trennen Sie in den Apartments 7 km.\nDer 1,5 km entfernte S-Bahnhof Frankfurt-Nied bietet Ihnen eine direkte Verbindung zum Hauptbahnhof Frankfurt in nur 7 Minuten. Den öffentlichen Parkplatz an der Unterkunft nutzen Sie kostenfrei.\nDer Check-out ist ganz gemütlich um 12:30 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/frankfurt-apartment-and-garden.html?aid=946919","address":"Nieder Kirchweg 57, 65934 Frankfurt am Main, Deutschland"},{"name":"Frankfurt Bed & Breakfast","description":"Das Frankfurt Bed & Breakfast begrüßt Sie in Frankfurt am Main, 7 km von der Messe Frankfurt entfernt. WLAN und die Privatparkplätze nutzen Sie kostenfrei.\nDie Zimmer verfügen jeweils über einen Flachbild-Sat-TV und einen DVD-Player. In einigen Zimmern trägt ein Sitzbereich zu einem angenehmen Aufenthalt bei. Ein eigenes Bad mit einer Badewanne oder Dusche ist in den Zimmern ebenfalls vorhanden.\nDer Europaturm befindet sich 5 km vom Frankfurt Bed & Breakfast entfernt, und die Einkaufsstraße Zeil erreichen Sie von der Unterkunft aus nach 6 km. Vom nächstgelegenen Flughafen Frankfurt am Main trennen Sie in dieser Unterkunft 16 km.","url":"http:/www.booking.com/hotel/de/frankfurt-bed-amp-breakfast.html?aid=946919","address":"Am Dachsberg 49a, 60435 Frankfurt am Main, Deutschland"},{"name":"Frankfurt Central Hostel","description":"Dieses zentral gelegene Hostel begrüßt Sie nur 2 km vom Hauptbahnhof Frankfurt entfernt. Freuen Sie sich auf WLAN (in begrenztem Umfang) sowie kostenfreie, öffentliche Parkplätze in der Nähe. Der Frankfurter Flughafen liegt 11 km vom Frankfurt Central Hostel entfernt.\nDie hellen Zimmer im Frankfurt Central Hostel verfügen alle über einen Flachbild-TV, Spinde und ein Gemeinschaftsbad. Bettwäsche, Handtücher und Haartrockner können gegen einen Aufpreis ausgeliehen werden.\nKleine Snacks und Mahlzeiten können Sie den ganzen Tag über gegen einen Aufpreis im Hostel genießen und verschiedene Restaurants sowie Supermärkte warten nur 20 m entfernt auf Ihren Besuch.\nDie Messe Frankfurt erreichen Sie vom Frankfurt Central Hostel nach 15 Gehminuten. Die Alte Oper liegt eine 5-minütige Fahrt entfernt und den Main erreichen Sie zu Fuß nach 20 Minuten.\nDie Straßenbahnhaltestelle Schwalbacher Straße befindet sich direkt gegenüber dem Hostel. Die S-Bahn-Station Galluswarte erreichen Sie nach 500 m. Abstellmöglichkeiten für Fahrräder und ein Fahrradverleih stehen Ihnen in der Unterkunft ebenfalls zur Verfügung. Europas größtes Einkaufszentrum, das Skyline Plaza, erreichen Sie mit der Straßenbahn nach 1 Station oder zu Fuß nach einem kurzen Spaziergang.\nGallusviertel ist bei Reisenden, die an einer tollen Skyline, Business und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/frankfurt-central-hostel.html?aid=946919","address":"Mainzer Landstr. 341, Gallusviertel, 60326 Frankfurt am Main, Deutschland"},{"name":"Frankfurt City - Fair House","description":"Dieses geräumige Ferienhaus zur Selbstverpflegung begrüßt Sie im Frankfurter Stadtteil Praunheim, 6 km von der Frankfurter Messe entfernt mit einer möblierten Terrasse.\nDas helle, modern eingerichtete Ferienhaus Frankfurt City - Fair House erwartet Sie mit 3 separaten Schlafzimmern einem Wohnzimmer mit einem Flachbild-TV sowie einem stilvollen Bad.\nDie voll ausgestattete Küche des Apartments eignet sich perfekt zur Zubereitung Ihrer eigenen Mahlzeiten, die Sie im Essbereich der Küche oder bei schönem Wetter auf der Terrasse genießen können.\nDas Stadtzentrum Frankfurts erreichen Sie vom Frankfurt City - Fair House nach 15 Fahrminuten. Der Main verläuft 9 km entfernt.\nDie Privatparkplätze des Frankfurt City - Fair House nutzen Sie kostenfrei. Zum internationalen Frankfurt gelangen Sie nach 15 km.","url":"http:/www.booking.com/hotel/de/frankfurt-city-fair-house.html?aid=946919","address":"Karl-Klee Weg 24, 60488 Frankfurt am Main, Deutschland"},{"name":"Frankfurt Hostel","description":"Dieses Hostel gegenüber dem Frankfurter Hauptbahnhof bietet moderne Zimmer zu einem guten Preis-Leistungs-Verhältnis. Innerhalb von 10 Minuten erreichen Sie zu Fuß das Messegelände und die Sehenswürdigkeiten der Frankfurter Innenstadt.\nDas Frankfurt Hostel bietet geräumige und sichere Zimmer für Einzelreisende und Gruppen. Dank der Nähe zum Bahnhof benötigen Sie nur kurze Zeit in alle Frankfurter Stadtviertel.\nProfitieren Sie vom Internetcafé, das sich im Hostel befindet oder von der kostenfreien LAN-Internetverbindung für Ihren eigenen Computer.\nEntspannen und speisen Sie in den freundlichen Aufenthaltsräumen. Das freundliche Personal gibt Ihnen gerne Tipps zu Besichtigungstouren sowie zu aktuellen Ausstellungen und Veranstaltungen.\nVom Hostel gelangen Sie zu Fuß zu zahlreichen Sehenswürdigkeiten wie dem Römer und der Alten Oper. Auch ein aufregendes Nachtleben, zahlreiche Geschäfte und Restaurants finden Sie in der näheren Umgebung.\nDas Frankfurt Hostel hat keine Sperrstunde.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/frankfurt-hostel.html?aid=946919","address":"Kaiserstr. 74, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Frankfurt Marriott Hotel","description":"Dieses Nichtraucherhotel in Frankfurt bietet geräumige Zimmer mit Panoramablick, ein 24-Stunden-Fitnesscenter und eine Tiefgarage, gegenüber der Messe Frankfurt, 500 m vom U-Bahnhof Festhalle/Messe entfernt.\nDie modernen, schallisolierten Zimmer im Frankfurt Marriott Hotel verfügen über einen 42-Zoll-Flachbild-Sat-TV und einige bieten kostenfreien Zugang zur Executive Lounge. WLAN nutzen Sie in den öffentlichen Bereichen des Hotels kostenfrei.\nEin reichhaltiges Frühstücksbuffet wird in der hoteleigenen Brasserie Ici angeboten. Gern erwartet auch das Cross, eine Bar, eine Lounge, ein Café und ein À-la-carte-Restaurant, Ihren Besuch. In der Champions Sports Bar und Restaurant werden Gerichte der amerikanischen Küche serviert und große internationale Sportveranstaltungen auf dem TV übertragen.\nDer Frankfurter Hauptbahnhof liegt nur 1 km vom Hotel entfernt und zur Autobahn A5 sind es 4 km.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/frankfurt-marriott.html?aid=946919","address":"Hamburger Allee 2, 60486 Frankfurt am Main, Deutschland"},{"name":"Frankfurt Messe Apartment","description":"Dieses Apartment genießt eine ruhige Lage, 7 km von der Messe Frankfurt und vom Flughafen Frankfurt entfernt. Das Frankfurt Messe Apartment bietet einen Balkon mit Blick ins Grüne.\nDie Unterkunft verfügt über 2 Schlafzimmer, einen Sitzbereich mit einem Flachbild-TV und eine voll ausgestattete Küche mit einem Esstisch. Zudem gibt es ein eigenes Badezimmer mit einer Badewanne, einer Duschvorrichtung und einem Haartrockner.\nWäschemöglichkeiten sind im Frankfurt Messe Apartment ebenfalls vorhanden.\nVor dem Apartment befindet sich eine Bushaltestelle. Den Flughafen Frankfurt erreichen Sie von hier aus direkt mit dem Bus oder mit der Bahn.\nDie Parkplätze am Frankfurt Messe Apartment nutzen Sie kostenfrei. Vom Apartment aus fahren Sie 3 Minuten bis zu den Autobahnkreuzen der A66 in Eschborn oder Höchst.","url":"http:/www.booking.com/hotel/de/frankfurt-airport-amp-fair-haus.html?aid=946919","address":"Dunatring 1, 65936 Frankfurt am Main, Deutschland"},{"name":"Frankstays","description":"Das Frankstays begrüßt Sie in Frankfurt am Main, 2,9 km von der Messe Frankfurt und 1,2 km von der Straße Zeil entfernt. WLAN in allen Bereichen und die Privatparkplätze an der Unterkunft stehen kostenfrei zur Verfügung.\nIhre Unterkunft verfügt über einen Sitzbereich. Die Küche verfügt über einen Kühlschrank und ein Kochfeld. Jede Unterkunft ist mit einem eigenen Badezimmer mit kostenfreien Pflegeprodukten und einem Haartrockner ausgestattet. Handtücher und Bettwäsche werden gestellt.\nZur Hauptwache und zur Alten Nikolaikirche gelangen Sie vom Frankstays aus nach 1,4 km. Der nächstgelegene Flughafen ist der 12 km vom Frankstays entfernte Flughafen Frankfurt am Main.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nNordend ist bei Reisenden, die an Architektur, Kultur und Stadtbummeln interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/frankstays.html?aid=946919","address":"Wielandstr. 33, Nordend, 60318 Frankfurt am Main, Deutschland"},{"name":"FreddApp One","description":"Die Unterkunft Pension FreddApp One verkauft sich auf unserer Webseite schnell. Nur 200 m vom Frankfurter Hauptbahnhof bietet das FreddApp One moderne Zimmer mit kostenfreiem WLAN und einem 24-Zoll-Flachbild-TV. Eine voll ausgestattete Gemeinschaftsküche nutzen Sie kostenlos.\nDie Zimmer im FreddApp One verfügen über eine schicke Ausstattung mit stilvollen Holzböden, farbenfrohen Gemälden und weißen Möbeln. Sie nutzen Gemeinschaftsbadeinrichtungen auf dem Flur.\nBereiten Sie Ihre Mahlzeiten in der Gemeinschaftsküche zu oder besuchen Sie eines der vielen Restaurants im Umkreis von 500 m um das Hotel.\nDie Straßenbahnhaltestelle Baseler Platz liegt nur 60 m entfernt und bietet direkte Verbindungen zu den vielen der beliebtesten Sehenswürdigkeiten von Frankfurt. Nur 15 Gehminuten trennen Sie von der Frankfurter Messe und 10 Minuten von der Einkaufsmeile Kaiserstraße.\nGutleutviertel ist bei Reisenden, die an Museen, einer schönen Altstadt und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/freddapp-one.html?aid=946919","address":"Karlsruher Strasse 2, Gutleutviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Garni Hotel Rödelheimer Hof","description":"Dieses Hotel erwartet Sie im Frankfurter Stadtteil Rödelheim mit komfortablen Zimmern. Sie wohnen in unmittelbarer Nähe zum Nordwestkreuz der Autobahnen A4 und A66 sowie rund 1,5 km von einem S-Bahnhof entfernt.\nDas Garni Hotel Rödelheimer Hof trennen nur 4 km vom Frankfurter Messegelände, zu dem Sie während bestimmter Messen ein kostenfreier Shuttleservice des Hauses bringt.\nDie geräumigen, hellen Zimmer bestechen durch eine umfassende Ausstattung und kostenfreies WLAN. Die Doppelzimmer sind etwa 26 m² groß. Viele der Zimmer verfügen außerdem über einen eigenen Balkon. In der obersten Etage genießen Sie die beeindruckende Aussicht auf die Silhouette Frankfurters.\nAn jedem Morgen stärken Sie sich im gemütlichen Frühstücksraum am delikaten Frühstücksbuffet. Anschließend starten Sie Ihre Erkundungstouren durch Frankfurt oder besuchen eine Messe.\nBei der Anreise mit Ihrem eigenen Fahrzeug stellen Sie dieses kostenfrei auf einem Parkplatz am Hotel Rödelheimer ab (je nach Verfügbarkeit).\nFreuen Sie sich auf den Besuch des Museumsufers mit über 20 Museen, Einkaufstouren auf dem Boulevard Zeil oder Ihre Erlebnisse im aufregenden Frankfurter Nachtleben.","url":"http:/www.booking.com/hotel/de/garni-rodelheimer-hof.html?aid=946919","address":"Friedrich-Kahl-Str. 22a, 60489 Frankfurt am Main, Deutschland"},{"name":"Gasthaus zum Löwen","description":"Die Unterkunft Gasthaus zum Löwen verkauft sich auf unserer Webseite schnell. Dieses Gasthaus liegt im Stadtteil Sossenheim in Frankfurt am Main, 10 Kilometer vom Stadtzentrum entfernt, und bietet eine komfortable Unterkunft und kostenfreies WLAN in den öffentlichen Bereichen.\nDie gemütlichen Zimmer des Gasthaus zum Löwen sind der ideale Ausgangspunkt für die Erkundung der Stadt, einen Besuch der Messe oder die Entdeckung der schönen Landschaft des Hochtaunuskreises.\nBeginnen Sie den Tag mit dem kostenfreien, kontinentalen Frühstück, und freuen Sie sich auf gutbürgerliche Küche im Restaurant jeden Abend.\nBei warmem Wetter speisen Sie auf Wunsch auch auf der Terrasse.\nGäste, die mit dem Auto anreisen, nutzen die kostenlosen Parkplätze auf dem Gelände des Gasthaus zum Löwen und profitieren zudem von der guten Anbindung an die Autobahn A66 und den Höchst Industriepark (3 km).","url":"http:/www.booking.com/hotel/de/gasthaus-zum-lowen.html?aid=946919","address":"Alt-Sossenheim 74, 65936 Frankfurt am Main, Deutschland"},{"name":"Goethe Business Hotel","description":"Dieses Hotel begrüßt Sie in Frankfurt in idealer Lage nur 7 Fahrminuten vom Autobahnkreuz der A5 und der A648 entfernt. Freuen Sie sich hier auf moderne, ruhig gelegene Unterkünfte mit kostenfreiem WLAN.\nDie gemütlich gestalteten Zimmer und Apartments im Goethe Business Hotel sind modern eingerichtet. Außerdem erwarten Sie die klimatisierten Zimmer alle mit einem Wasserkocher oder einer Minibar. Einige Zimmer bieten Ihnen auch Aussicht.\nDas Frühstück ist im Goethe Business Hotel bereits im Buchungspreis inbegriffen. Sie wohnen hier nur 500 m von einem Café, einem Supermarkt und einem Pizzarestaurant entfernt.\nVon der Messe Frankfurt trennen Sie im Goethe Business Hotel nur 1,5 km. Die Frankfurter Innenstadt erreichen Sie nach einer 10-minütigen Autofahrt.\nPrivatparkplätze stehen Ihnen am Goethe Business Hotel gegen Aufpreis zur Verfügung. Vom internationalen Flughafen Frankfurt trennen Sie 9 km.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nGallusviertel ist bei Reisenden, die an einer tollen Skyline, Business und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/goethe-business.html?aid=946919","address":"Schmidtstr. 55, Gallusviertel, 60326 Frankfurt am Main, Deutschland"},{"name":"Goethe Conference Messe","description":"Goethe Conference Messe is conveniently located in Frankfurt am Main, just a 5-minute drive from Messe Frankfurt trade fair. It offers a 24-hour reception and free WiFi access throughout.\nStylish rooms decorated with modern interiors feature at Goethe Conference Messe. Each room is equipped with air conditioning, a minibar and hot drinks facilities.\nA hearty buffet breakfast is included in the price at Goethe Conference Messe. There are also many international restaurants within 500 metres of the hotel.\nFrankfurt Central Train Station is 3.4 km from the property, and Frankfurt International Airport is 7 km away.\nParking is available for an extra fee.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nGallusviertel ist bei Reisenden, die an einer tollen Skyline, Business und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/goethe-conference-messe.html?aid=946919","address":"Schmidtstraße 57, Gallusviertel, 60326 Frankfurt am Main, Deutschland"},{"name":"Goethe Hotel Frankfurt","description":"Dieses Hotel befindet sich im Westen von Frankfurt, nur 15 Gehminuten von der Messe Frankfurt entfernt. Hier erwarten Sie moderne Zimmer, kostenfreies WLAN und eine gute Straßenbahnanbindung zu allen wichtigen Sehenswürdigkeiten.\nDie Straßenbahnhaltestelle Mönchhofstraße erreichen Sie vom Goethe Hotel zu Fuß in nur 5 Minuten. Die Straßenbahnlinien 11 und 21 bieten direkte Verbindungen zum Hauptbahnhof Frankfurt und zu allen Zielen im Stadtzentrum.\nDie meisten Zimmer im Goethe Hotel Frankfurt sind klimatisiert. Die Zimmer verfügen über eine Minibar, einen Wasserkocher und einen TV mit kostenfreien Sky Bundesliga- und Sport HD News-Kanälen.\nEin köstliches Frühstücksbuffet wird jeden Morgen im hellen Frühstücksraum des Goethe Hotels angeboten. Ein Supermarkt und ein Restaurant liegen etwa 300 m vom Hotel entfernt.\nDas Goethe Hotel bietet Ihnen auch einen Privatparkplatz mit Videoüberwachung.\nEin gut ausgestatteter Konferenzraum ist ebenfalls vorhanden.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nGallusviertel ist bei Reisenden, die an einer tollen Skyline, Business und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/goethe-frankfurt.html?aid=946919","address":"Schmidtstr. 53, Gallusviertel, 60326 Frankfurt am Main, Deutschland"},{"name":"Golden Leaf Hotel & Residence Frankfurt","description":"Dieses 3-Sterne-Apartmenthotel bietet Ihnen geräumige Zimmer mit einer Küchenzeile und Parkplätze an der Unterkunft. Es befindet sich 8 Gehminuten von der U-Bahn-Station Ostbahnhof entfernt im Frankfurter Stadtteil Osthafen.\nDie Zimmer im Golden Leaf Hotel & Residence Frankfurt verfügen über Kaffee- und Teezubehör, eine Mikrowelle, einen Kühlschrank, eine Minibar und Kabel-TV.\nIn der Lobby erhalten Sie Tee, Kaffee und Früchte ohne Aufpreis.\nMorgens steht ein reichhaltiges Frühstücksbuffet für Sie bereit. Die Bar bietet Ihnen abends eine Auswahl an Getränken.\nDas Golden Leaf liegt 2 U-Bahn-Stationen oder eine 10-minütige Straßenbahnfahrt vom Stadtzentrum Frankfurt entfernt. Eine Straßenbahnhaltestelle, von der aus die Straßenbahn 11 bis ins Herz der Altstadt fährt, liegt gleich um die Ecke.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nOstend ist bei Reisenden, die an einem Zoobesuch, einem guten öffentlichen Nahverkehr und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/goldenleaffrankfurt.html?aid=946919","address":"Launhardstr. 2-4, Ostend, 60314 Frankfurt am Main, Deutschland"},{"name":"Grand Hotel Dream Main City Center","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDie Unterkunft Grand Hotel Dream Main City Center verkauft sich auf unserer Webseite schnell. Dieses 4-Sterne Hotel in der Frankfurter Innenstadt besticht durch Zimmer mit kostenfreiem Internetzugang (LAN), einen Wellnessbereich und eine gute Verkehrsanbindung. Sie wohnen 3 Gehminuten vom Einkaufsboulevard Zeil entfernt.\nIm Grand Hotel Dream Main City Center wohnen Sie in klassisch gestalteten, klimatisierten Zimmern mit Sat-TV.\nErholsame Momente verspricht der Wellnessbereich des Grand Hotel Dream mit einem Dampfbad und einer modernen Sauna (gegen Aufpreis).\nDas Restaurant des Hotel Dream Main City Center serviert Ihnen Snacks, Gourmetküche und erlesene Desserts.\nDen U-Bahnhof Konstablerwache und die dazugehörige Straßenbahnhaltestelle erreichen Sie zu Fuß nach 3 Minuten. Zur Messe wiederum gelangen Sie nach 10 Minuten.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/dream-franfurt-city.html?aid=946919","address":"Albusstr. 9-11, Frankfurt Zentrum-Altstadt, 60313 Frankfurt am Main, Deutschland"},{"name":"Grand Hotel Empire","description":"Das 4-Sterne-Grand-Hotel Empire bietet eine eigene Sauna, ein Fitnesscenter und eine Außenterrasse. Es liegt direkt am Frankfurter Hauptbahnhof mit herrlichem Blick auf den Dom und den Römer.\nJedes Zimmer ist mit Sat-TV, einer Minibar und kostenlosem WLAN ausgestattet. Im eigenen Bad liegen ein Haartrockner und kostenfreie Pflegeprodukte für Sie bereit.\nDas Restaurant und die Bar befinden sich auf der 8. Etage und verfügen über eine Außenterrasse. Das Restaurant serviert internationale Küche sowie lokale Gerichte.\nRestaurants, Geschäfte und die Touristeninformation befinden sich alle im Umkreis von 5 Gehminuten vom Hotel. Zum Frankfurter Hauptbahnhof gehen Sie in weniger als 2 Minuten zu Fuß und den Flughafen erreichen Sie in 20 Minuten mit der S-Bahnlinie S8.\nGutleutviertel ist bei Reisenden, die an Museen, einer schönen Altstadt und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/grand-empire.html?aid=946919","address":"Mannheimerstraße 15, Gutleutviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Grandhotel Hessischer Hof","description":"Dieses elegante 5-Sterne-Hotel mit Gourmetküche erwartet Sie direkt gegenüber der Messe Frankfurt. Die exklusiven Zimmer im Grandhotel Hessischer Hof bieten kostenfreies WLAN und eine kostenlose Minibar.\nDie geräumigen, klimatisierten Zimmer und Suiten im Grandhotel Hessischer Hof Frankfurt überzeugen mit ihrer luxuriösen Ausstattung. Alle Zimmer bieten kostenfreies Pay-TV, einen Sitzbereich und ein Bad mit Marmordesign.\nIm eleganten Restaurant Sèvres im Grandhotel Hessischer Hof mit seiner exklusiven Porzellansammlung genießen Sie deutsche und internationale Küche. Weine vom Weinberg des Hotels sind ebenfalls erhältlich.\nNachmittags serviert das Wintergarten-Restaurant mit Gartenblick Kaffee und hausgemachten Kuchen. Live-Pianomusik und hochwertige Zigarren bietet Ihnen Jimmy's Bar mit Sitzgelegenheiten aus Leder und traditioneller Holztäfelung.\nDer U-Bahnhof Festhalle/Messe befindet sich gegenüber dem Grandhotel Hessischer Hof. Den Frankfurter Hauptbahnhof erreichen Sie in 5 Minuten mit der Straßenbahn.\nDer Check-out ist ganz gemütlich um 13:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/hessischer-hof.html?aid=946919","address":"Friedrich-Ebert-Anlage 40, Westend, 60325 Frankfurt am Main, Deutschland"},{"name":"Guesthouse Dirazi","description":"Das 4-Sterne-Apartment bietet elegante Zimmer im Frankfurter Westend nur 10 Gehminuten von der Messe Frankfurt, dem Hauptbahnhof und dem Finanzviertel entfernt.\nIm Dirazi Guesthouse wohnen Sie in geschmackvollen Zimmern und Apartments mit kostenfreiem Breitband-Internetzugang.\nAlle Zimmer im Dirazi verfügen über ein modernes Fliesenbad, einige sogar über einen Balkon mit Blick in den Garten. Die Apartments und Doppelzimmer bieten zudem eine Küchenzeile.\nDie bekanntesten Sehenswürdigkeiten und Geschäftszentren erreichen Sie zu Fuß oder mit den öffentlichen Verkehrsmitteln bequem. Weniger als 400 m entfernt finden Sie eine Straßenbahnhaltestelle.\nErkunden Sie die weltberühmten Sehenswürdigkeiten der Stadt wie den Palmengarten und das Museumsufer.","url":"http:/www.booking.com/hotel/de/dirazi.html?aid=946919","address":"Niedenau 7, Westend, 60325 Frankfurt am Main, Deutschland"},{"name":"Hampton by Hilton Frankfurt City Centre Messe","description":"Die Unterkunft Hotel Hampton by Hilton Frankfurt City Centre Messe verkauft sich auf unserer Webseite schnell. Das Hampton by Hilton Frankfurt City Centre Messe bietet Ihnen Unterkünfte in Frankfurt/Main und erwartet Sie direkt am östlichen Eingang zur Messe Frankfurt. Das Einkaufszentrum Skyline Plaza und zahlreiche Restaurants erreichen Sie von dem Hotel aus innerhalb von 5 Gehminuten.\nDie modernen Zimmer verfügen über kostenfreies WLAN, einen Flachbild-HD-TV, eine Kaffeemaschine und einen flexiblen, ergonomischen Schreibtisch. Nutzen Sie auch die praktischen Services und Annehmlichkeiten in diesem Hotel in Frankfurt, zu denen ein kostenfreies, rund um die Uhr geöffnetes Businesscenter, ein kleiner Fitnessraum und ein Essbereich gehören.\nAbends können Sie in der Bar mit ungezwungener Atmosphäre speisen, die zudem eine Auswahl an leichten Snacks serviert. Weitere gastronomische Einrichtungen laden nur wenige Minuten entfernt zu einem Besuch ein. Dazu gehören Restaurants mit typischer Frankfurter Küche und internationale Restaurants in der Umgebung.\nDie Messe Frankfurt und den Messeturm erreichen Sie vom Hampton by Hilton Frankfurt City Centre Messe aus nach 500 m. Der nächste Flughafen ist der 8 km von der Unterkunft entfernt liegende Flughafen Frankfurt.\nGallusviertel ist bei Reisenden, die an einer tollen Skyline, Business und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/hampton-by-hilton-frankfurt-city-centre-messe.html?aid=946919","address":"Europa-Allee 46 , Gallusviertel, 60327 Frankfurt am Main, Deutschland"},{"name":"Hilton Frankfurt Airport","description":"Dieses 4-Sterne-Hotel befindet sich im futuristischen Gebäude The Squaire am Frankfurter Flughafen in der Nähe des Terminals 1. Hier bietet das Hilton Frankfurt Airport eine 24-Stunden-Rezeption und einen kostenfreien Wellnessbereich.\nDas im Dezember 2011 eröffnete Hilton Frankfurt Airport bietet zudem klimatisierte Zimmer und Suiten mit moderner Einrichtung. Alle Zimmer sind mit einem Flachbild-TV sowie Tee- und Kaffeezubehör ausgestattet. WLAN steht Ihnen im gesamten Hotel zur Verfügung.\nIm stilvollen Restaurant Rise mit Panoramablick genießen Sie regionale und internationale Gerichte. Die Fifth Lounge & Bar im hellen Atrium des Hilton lädt zum Entspannen ein.\nDas Fitnesscenter im Hilton Frankfurt Airport verfügt über eine Sauna und ein Dampfbad.\nNur wenige Sekunden trennen das Hilton Airport Hotel von der Autobahn A3. Hier wohnen Sie direkt über dem Bahnhof Frankfurt Flughafen. Die Frankfurter Innenstadt erreichen Sie in 15 Minuten mit dem Auto oder der Bahn.","url":"http:/www.booking.com/hotel/de/hilton-frankfurt-airport-frankfurt-am-main.html?aid=946919","address":"The Squaire, Am Flughafen, 60549 Frankfurt am Main, Deutschland"},{"name":"Hilton Frankfurt City Centre","description":"Dieses Hotel befindet sich nur wenige Gehminuten von allen wichtigen Sehenswürdigkeiten im Zentrum von Frankfurt am Main entfernt und bietet Ihnen ein Fitnesscenter mit einem kostenfreien 25-Meter-Pool sowie ein Restaurant mit einer Parkterrasse. Im Hilton Frankfurt City profitieren Sie von schallisolierten Zimmern mit Panoramablick.\nDie geräumigen Zimmer im Hilton Frankfurt City bieten Blick auf die Innenstadt oder die Bockenheimer Anlage. Alle Zimmer und Suiten erwarten Sie mit einem großen Schreibtisch, einem Flachbild-TV und einem bequemen Sessel. Kostenfreies WLAN steht Ihnen in allen öffentlichen Bereichen des Hotels zur Verfügung, in den Zimmern nutzen Sie es gegen Aufpreis.\nDer Fitnessclub des Hilton umfasst eine stilvolle Sauna, einen Whirlpool, einen Fitnessraum sowie einen halb-olympischen Innenpool. Exklusive Schönheits- und Gesichtsanwendungen sowie Massagen sind auf Anfrage verfügbar.\nDas Restaurant Pacific Colors im Hilton serviert internationale Spezialitäten und Gerichte aus der Region mit wunderschönem Parkblick. Probieren Sie auch kubanischen Kaffee in der Vista Bar & Lounge und hochwertige Whiskys in der Bar GEKKOS.\nKinder erhalten beim Check-in eine kleine Aufmerksamkeit und einen Bademantel. Hinter dem Hotel befindet sich ein offener Parkbereich. Personen jeden Alters können auf der Außenterrasse des Parks entspannen.\nDie U-Bahnstation Eschenheimer Tor befindet sich 150 m vom Frankfurt Hilton entfernt. Die Frankfurter Messe erreichen Sie mit der U-Bahn nach 15 Fahrminuten. Das Hotel liegt eine Straßenecke von der Goethestraße, der beliebtesten Einkaufsstraße für Luxusgüter, entfernt. Nach 450 m erreichen Sie die Alte Oper, nach 1,1 km die Altstadt sowie den Römerplatz und nach 1,2 km das Englische Theater.","url":"http:/www.booking.com/hotel/de/hilton-frankfurt.html?aid=946919","address":"Hochstr. 4, 60313 Frankfurt am Main, Deutschland"},{"name":"Hilton Garden Inn Frankfurt Airport","description":"Das Hilton Garden Inn empfängt Sie im beeindruckenden Gebäude The Squaire am Frankfurter Flughafen, direkt über dem ICE-Fernbahnhof. Das im Dezember 2011 eröffnete 3-Sterne-Hotel bietet Annehmlichkeiten wie kostenfreies WLAN und Tee- und Kaffeezubehör.\nDie klimatisierten Zimmer im Hilton Garden Inn Frankfurt Airport erwarten Sie mit speziell entworfenen Betten und einem großzügigen Schreibtisch. Alle Zimmer bieten einen 26-Zoll-Flachbild-TV und eine Remote-Druckverbindung zum 24-Stunden-Businesscenter.\nStärken Sie sich an einem reichhaltigen Frühstücksbuffet im geräumigen Restaurant, das eine elegante Einrichtung und voll ausgestattete Bar bietet. Snacks und Getränke sind auch im 24-Stunden-Kiosk Pavilion Pantry erhältlich.\nKostenfrei nutzen Sie den Wellnessbereich des Hilton Garden Inn Frankfurt mit einer Sauna und einem modernen Fitnessraum. Hier können Sie auch Massagen buchen.\nHoteleigene Parkplätze sind am Hilton Frankfurt Airport verfügbar. Die Frankfurter Innenstadt erreichen Sie in 15 Minuten mit dem Zug oder über die Autobahn A3.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/hilton-garden-inn-frankfurt-airport-frankfurt-am-main.html?aid=946919","address":"The Squaire, Am Flughafen, 60549 Frankfurt am Main, Deutschland"},{"name":"Höchster Hof Apartments","description":"Nur 10 km vom Zentrum der Stadt Frankfurt entfernt begrüßen Sie im Bezirk Hoechst diese gemütlichen Apartments, die Sie mit ihrer Aussicht über den Main begeistern werden, mit einer Minibar und einer gut ausgestatteten Küchenzeile.\nAuch ein Schreibtisch, ein Kleiderschrank und ein Telefon tragen in den Höchster Hof Apartments zu einem angenehmen Aufenthalt bei. In der Küchenzeile können Sie sich selbst ein warmes Frühstück und weitere Mahlzeiten zubereiten. Alternativ laden in der Umgebung mehrere Restaurants zu einem Besuch ein.\nSie wohnen hier direkt neben dem größeren Hotel Höchster Hof, dessen Einrichtungen Sie ebenfalls nutzen können. Entspannen Sie sich im Hotel in der Sauna, entleihen Sie kostenfrei Fahrräder und nutzen Sie das kostenfreie WLAN.\nBegeistern werden Sie die Möglichkeiten zum Radfahren, Wandern und Angeln in der Nähe des Hotels Höchster Hof. Entdecken Sie in der Frankfurter Innenstadt Sehenswürdigkeiten wie den Kaiserdom und den Römerberg in der Altstadt.\nDer internationale Flughafen Frankfurt und der Frankfurter Hauptbahnhof befinden sich jeweils knapp 8 km entfernt.","url":"http:/www.booking.com/hotel/de/hoechster-hof-apartments.html?aid=946919","address":"Mainberg 3, Höchst, 65929 Frankfurt am Main, Deutschland"},{"name":"Holiday Inn Express Frankfurt City Hauptbahnhof","description":"Die Unterkunft Holiday Inn Express Frankfurt City Hauptbahnhof verkauft sich auf unserer Webseite schnell. Nur 400 m vom Frankfurter Hauptbahnhof entfernt erwarten Sie in diesem modernen Hotel schallisolierte Zimmer mit Flachbild-TV, ein tägliches Frühstücksbuffet und eine eigene Garage.\nDie Zimmer im Nichtraucherhotel Holiday Inn Express Frankfurt City Hauptbahnhof verfügen über kostenloses Tee- und Kaffeezubehör, eine Klimaanlage und einen Safe. WLAN nutzen Sie kostenfrei.\nDas Frankfurter Messegelände erreichen Sie mit der S-Bahn in nur 4 Minuten.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/holiday-inn-express-frankfurt-city-hauptbahnhof.html?aid=946919","address":"Elbestr. 7, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Holiday Inn Express Frankfurt Messe","description":"Das moderne Holiday Inn Express begrüßt Sie im Gutleutviertel in Frankfurt und bietet Ihnen klimatisierte Zimmer sowie ein tägliches Frühstücksbuffet. Nach nur 2 km erreichen Sie die Messe Frankfurt und den Frankfurter Hauptbahnhof.\nAlle Zimmer im Holiday Inn Express Frankfurt Messe verfügen über einen Flachbild-Sat-TV, Tee- und Kaffeezubehör sowie ein eigenes Bad. Kostenloses WLAN steht Ihnen in allen Bereichen der Unterkunft zur Verfügung.\nIn der Bar des Holiday Inn Express verweilen Sie bei verschiedenen deutschen Biersorten, erlesenen Weinen und kleinen Snacks. Die Mitarbeiter an der rund um die Uhr besetzten Rezeption reservieren auch gerne einen Tisch in nahe gelegenen Restaurants für Sie.\nBis zu 2 mit ihren Eltern anreisende Kinder unter 18 Jahren übernachten kostenlos auf dem Schlafsofa.\nVom Flughafen Frankfurt trennen Sie vom Holiday Inn Express nur 20 Fahrminuten.\nGutleutviertel ist bei Reisenden, die an Museen, einer schönen Altstadt und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/expressbyholidayinnfrankfurtmesse.html?aid=946919","address":"Gutleutstraße 296, Gutleutviertel, 60327 Frankfurt am Main, Deutschland"},{"name":"Holiday Inn Frankfurt - Alte Oper","description":"Mit einer eleganten, modernen Einrichtung und kostenfreiem WLAN erwartet Sie das Holiday Inn Frankfurt - Alte Oper in Frankfurt am Main. Freuen Sie sich auf ein Fitnesscenter, ein Restaurant und eine Bar im Hotel.\nDie hellen Zimmer in der Unterkunft verfügen alle über Klimaanlage, einen Flachbild-TV und ein eigenes Bad mit einem Haartrockner und kostenlosen Pflegeprodukten. Die Zimmer sind zudem mit einem Safe sowie Kaffee- und Teezubehör ausgestattet.\nDie Messe Frankfurt und der Main Tower befinden sich 750 m vom Hotel entfernt und die Frankfurter Altstadt sowie das zentrale Einkaufsviertel erreichen Sie bequem nach 20 Gehminuten.\nDas Holiday Inn Frankfurt - Alte Oper liegt nur 500 m vom Frankfurter Hauptbahnhof entfernt. Zum Flughafen Frankfurt am Main gelangen Sie von der Unterkunft nach einer 15-minütigen Fahrt. Kostenpflichtige Parkplätze sind an der Unterkunft verfügbar.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/holiday-inn-frankfurt-alte-oper.html?aid=946919","address":"Mainzer Landstrasse 27, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Holiday Inn Frankfurt Airport North","description":"Dieses zwischen dem Frankfurter Flughafen und dem Stadtzentrum gelegene Hotel bietet einen Wellnessbereich mit einem Fitnessraum, ein Restaurant, eine Bar im englischen Stil, einen Biergarten sowie einen Shuttleservice zum 10 Minuten entfernten Flughafen.\nAlle Zimmer im Holiday Inn Frankfurt Airport-North sind schallisoliert und mit Klimaanlage, einer Kaffeemaschine und kostenlosem WLAN ausgestattet.\nJeden Morgen bedienen Sie sich am Frühstücksbuffet des Holiday Inn Frankfurt Airport. Im Restaurant Brentano genießen Sie saisonale Spezialitäten und die St. George Bar verwöhnt Sie mit Cocktails.\nEs besteht eine direkte Straßenbahnverbindung vom Frankfurter Hauptbahnhof zur Haltestelle Oberforsthaus, die einen 10-minütigen Spaziergang vom Holiday Inn entfernt ist. Zum Stadion Commerz-Arena benötigen Sie 15 Minuten zu Fuß.\nDas Geschäftsviertel Niederrad erreichen Sie vom Holiday Inn Frankfurt Airport-North in 5 Minuten mit dem Auto. Die nahe verlaufenden Autobahnen A3 und A5 bieten gute Verkehrsverbindungen innerhalb des Rhein-Main-Gebiets.","url":"http:/www.booking.com/hotel/de/holidayinnfrankfurtairportnorth.html?aid=946919","address":"Isenburger Schneise 40, 60528 Frankfurt am Main, Deutschland"},{"name":"Hotel am Berg","description":"Dieses Hotel begrüßt Sie in einer Villa, die im neoromanischen Stil um die Wende des 20. Jahrhunderts erbaut wurde. Es bietet Ihnen Nichtraucherunterkünfte mit kostenfreiem WLAN und einem eigenen Badezimmer.\nDieses Hotel wird seit 1950 von der selben Familie betrieben. Das Hotel am Berg bietet Ihnen einen malerischen kleinen Garten, in dem Sie einen Sommertag auf der Terrasse genießen können.\nDas Hotel am Berg verfügt über eine sehr schöne Lage, nur wenige Minuten vom Stadtzentrum entfernt. Der Bahnhof Frankfurt Main Süd liegt nur 1 km entfernt, und die U-Bahn-Station Schweizer Platz erreichen Sie nach einem 15-minütigen Spaziergang. Das Frankfurter Messegelände liegt nur 5 km von der Unterkunft entfernt. Der nächste Flughafen Frankfurt befindet sich 17 km entfernt.\nSachsenhausen ist bei Reisenden, die an Museen, Kultur und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/am-berg.html?aid=946919","address":"Grethenweg 23, Sachsenhausen, 60598 Frankfurt am Main, Deutschland"},{"name":"Hotel am Dom","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nIn nur 30 m Entfernung vom Frankfurter Kaiserdom St. Bartholomäus bietet das familiengeführte Hotel kostenfreies WLAN, ein Frühstücksbuffet sowie Zimmer mit einem Flachbild-TV. Vom Hotel am Dom aus gelangen Sie zu Fuß in 2 Minuten zum U-Bahnhof Dom/Römer.\nIn den ruhigen Zimmern und Apartments in dem zentral gelegenen Frankfurter Hotel erwarten Sie eine traditionelle Einrichtung, ein Schreibtisch sowie ein modernes Bad mit Haartrockner. Einige Zimmer erlauben zudem eine herrliche Aussicht auf den Dom.\nDas Hotel am Dom liegt einen 3-minütigen Spaziergang vom Main entfernt. Freuen Sie sich zudem auf die hervorragende Auswahl an Restaurants und Cafés in der Umgebung. Das Goethe-Haus und viele andere beliebte Museen erreichen Sie in 10 Gehminuten.\nZur Messe Frankfurt gelangen Sie vom Hotel aus mit dem Zug in 15 Minuten, zum Frankfurter Hauptbahnhof in 5 Minuten. Vom Flughafen Frankfurt am Main trennen Sie 14 km.\nFrankfurt Zentrum-Altstadt ist bei Reisenden, die an Shoppen, Weihnachtsmärkten und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/am-dom-frankfurt.html?aid=946919","address":"Kannengießergasse 3, Frankfurt Zentrum-Altstadt, 60311 Frankfurt am Main, Deutschland"},{"name":"Hotel am Schloss","description":"Geräumige Zimmer mit kostenfreiem WLAN bietet dieses einladende Hotel direkt am Höchster Schloss in Frankfurt am Main. Zum Main gelangen Sie in 2 Minuten zu Fuß, zum Hauptbahnhof auf direktem Weg mit der S-Bahn.\nDas Hotel am Schloss bietet Zimmer mit Fernseher und Schreibtisch. Duschen und WCs befinden sich auf jeder Etage.\nDie S-Bahnstation Höchst erreichen Sie vom Schloss Hotel in 6 Gehminuten. Die Autobahn A66 verläuft eine 7-minütige Autofahrt entfernt und bietet eine gute Anbindung an das Rhein-Main-Gebiet. Zum Frankfurter Flughafen gelangen Sie in 12 Minuten.","url":"http:/www.booking.com/hotel/de/am-schloss-frankfurt-am-main.html?aid=946919","address":"Bolongarostr. 168, Höchst, 65929 Frankfurt am Main, Deutschland"},{"name":"Hotel am Zoo","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDieses 3-Sterne-Hotel im Zentrum von Frankfurt begrüßt Sie gleich neben dem Frankfurter Zoo und dem U-Bahnhof Zoo. Jeden Morgen wird ein Frühstücksbuffet angerichtet.\nDie Zimmer im Hotel am Zoo verfügen alle über Sat-TV und bieten einen Blick über den Zoo oder die Frankfurter Skyline.\nWLAN steht Ihnen im ganzen Gebäude gegen Aufpreis zur Verfügung.\nDas Restaurant und die Bar des Hotels am Zoo haben täglich geöffnet.\nFrankfurt Zentrum-Altstadt ist bei Reisenden, die an Shoppen, Weihnachtsmärkten und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/am-zoo.html?aid=946919","address":"Alfred-Brehm-Platz 6, Frankfurt Zentrum-Altstadt, 60316 Frankfurt am Main, Deutschland"},{"name":"Hotel Amadeus Frankfurt","description":"Dieses Hotel begrüßt Sie direkt neben dem Einkaufszentrum Hessen-Center in Frankfurt. Das moderne 4-Sterne-Hotel bietet kostenfreie Parkplätze und WLAN gegen eine zusätzliche Gebühr. Sie können hier auch Massagen buchen.\nIm privat geführte Hotel Amadeus Frankfurt wohnen Sie in klimatisierten Zimmern mit einem Schreibtisch und einem TV mit internationalen Kanälen.\nDas Restaurant Papageno im Hotel Amadeus verwöhnt Sie mit Speisen à la carte. In der Bar Zauberflöte können Sie bei einem lokalen Bier und einer Auswahl an Cocktails entspannen.\nDas Amadeus ist nur 100 m von den U-Bahn-Station Hessen-Center entfernt. Die Einkaufsmeile Zeil erreichen Sie mit öffentlichen Verkehrsmitteln nach weniger als 20 Minuten.","url":"http:/www.booking.com/hotel/de/amadeusfrankfurt.html?aid=946919","address":"Röntgenstraße 5, Bergen Enkheim, 60388 Frankfurt am Main, Deutschland"},{"name":"Hotel an der Messe","description":"Die Unterkunft Hotel an der Messe verkauft sich auf unserer Webseite schnell. Dieses Hotel befindet sich im stilvollen Frankfurter Wohnviertel Westend und liegt nur wenige Gehminuten von der Frankfurter Messe entfernt. Für zusätzlichen Komfort sorgt die 24-Stunden-Rezeption.\nAlle Zimmer im Hotel an der Messe verfügen über Sat-TV, kostenfreies WLAN, einen Sitzbereich und ein eigenes Badezimmer.\nEin Frühstücksbuffet wird Ihnen im Hotel an der Messe jeden Morgen serviert. Auf der Gartenterrasse können Sie sich bei Getränken entspannen.\nDas Hotel an der Messe liegt 5 Gehminuten vom U-Bahnhof Festhalle/Messe entfernt. Von dort aus gelangen Sie mit dem Bus, der Straßenbahn und der S-Bahn zum Frankfurter Hauptbahnhof. Den Flughafen Frankfurt erreichen Sie mit der Bahn nach 20 Minuten.\nWestend ist bei Reisenden, die an Kultur, Business und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/andermessefrankfurt.html?aid=946919","address":"Westendstr. 104, Westend, 60325 Frankfurt am Main, Deutschland"},{"name":"Hotel Apadana Frankfurt","description":"Nur 5 Gehminuten vom Frankfurter Hauptbahnhof entfernt empfängt Sie dieses 2-Sterne Nichtraucher-Hotel mit kostenfreiem WLAN und einem abwechslungsreichen Frühstücksbuffet. Die Rezeption ist rund um die Uhr geöffnet.\nDie modernen Zimmer im Hotel Apadana Frankfurt verfügen allesamt über ein Telefon, eine Minibar und ein privates Badezimmer.\nDie Mitarbeiter an der Rezeption des Hotels Apadana sind Ihnen gern mit Insider-Tipps und Informationen zu den Sehenswürdigkeiten in mehreren Sprachen behilflich.\nDie Messe Frankfurt ist in nur 2 Minuten mit der U-Bahn erreichbar. Vom Frankfurter Hauptbahnhof gelangen Sie mit einer direkten S-Bahnverbindung in nur 10 Minuten zum Flughafen Frankfurt.\nGutleutviertel ist bei Reisenden, die an Museen, einer schönen Altstadt und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/apadanahotelfrankfurt.html?aid=946919","address":"Stuttgarter Str. 9, Gutleutviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel Arena Messe Frankfurt","description":"Im Stadtteil Bockenheim, nur 700 m von der Messe Frankfurt entfernt, bietet dieses moderne Hotel moderne Zimmer sowie eine ausgezeichnete Anbindung an die Straßen und den öffentlichen Nahverkehr.\nDas Hotel Arena Messe Frankfurt wurde im Januar 2010 eröffnet und bietet Ihnen komfortable Zimmer mit allen modernen Annehmlichkeiten, einschließlich kostenlosem WLAN.\nDas Hotel Arena Messe liegt nur wenige Schritte von einer S-Bahn Haltestelle und nur wenige Gehminuten von den U-Bahnlinien U6 und U7.\nDank der guten Anbindung an die öffentlichen Verkehrsmittel fahren Sie rasch zu allen Sehenswürdigkeiten und kulturellen Höhepunkten in der Frankfurter Innenstadt. Dazu zählen die Oper und der Römerberg. Zudem gelangen Sie von hier bequem ins Bankenviertel.\nIhr Fahrzeug stellen Sie auf einem der nahe gelegenen Parkplätze ab. Dank der guten Autobahnanbindung erreichen Sie bequem alle Teile Frankfurts und des Rhein-Main-Gebiets.\nBockenheim ist bei Reisenden, die an Architektur, Stadtbummeln und Business interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/arena.html?aid=946919","address":"Kreuznacher Str. 47, Bockenheim, 60486 Frankfurt am Main, Deutschland"},{"name":"Hotel Aria","description":"Dieses Hotel in Frankfurt liegt an der U-Bahnstation Musterschule, 10 Gehminuten von der Einkaufsstraße Zeil entfernt. Das Hotel bietet moderne Zimmer, WLAN in allen Bereichen und eine 24-Stunden-Rezeption.\nDie Zimmer im Hotel Aria sind mit Kabel-TV, einer Minibar und einem Schreibtisch ausgestattet.\nEin reichhaltiges Frühstücksbuffet wird jeden Morgen im Frühstücksraum des Hotels serviert.\nDie Frankfurter Messe erreichen Sie mit dem Zug vom Aria innerhalb von 15 Minuten.\nNordend ist bei Reisenden, die an Architektur, Kultur und Stadtbummeln interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/selecthotelaria.html?aid=946919","address":"Eckenheimer Landstr. 28, Nordend, 60318 Frankfurt am Main, Deutschland"},{"name":"Hotel Astoria","description":"Dieses Hotel genießt eine ruhige Lage im Frankfurter Viertel Westend, nur 3 Gehminuten von der Frankfurter Messe entfernt. WLAN nutzen Sie in allen Zimmern kostenfrei. Parkplätze stehen an der Unterkunft zur Verfügung.\nAlle Zimmer im Hotel Astoria bieten Kabel-TV, Tee- und Kaffeezubehör und ein eigenes Bad mit einer Dusche.\nDer U-Bahnhof Festhalle / Messe liegt 50 m vom Astoria entfernt. Von dort fahren Sie nur 1 Station zum Frankfurter Hauptbahnhof und 3 Stationen ins Stadtzentrum, ins Finanzviertel und in das historische Viertel Römer.\nMorgens steht im Astoria Frankfurt ein Frühstücksbuffet für Sie bereit. In der Lobby können Sie ein Internetterminal kostenfrei nutzen.\nEntspannende Momente versprechen die Sauna und das Solarium im Hotel Astoria. Das benachbarte Fitnessstudio Mainhatten nutzen Sie kostenfrei.\nDas Hotel Astoria befindet sich 5 Fahrminuten von der Autobahn A648 und eine 15-minütige Fahrt vom Flughafen Frankfurt entfernt.","url":"http:/www.booking.com/hotel/de/astoriafr.html?aid=946919","address":"Rheinstr. 25, Westend, 60325 Frankfurt am Main, Deutschland"},{"name":"Hotel Atrium","description":"Die Unterkunft Hotel Atrium verkauft sich auf unserer Webseite schnell. Dieses Hotel heißt Sie in einer ruhigen Gegend im Herzen Frankfurts willkommen und liegt nur wenige Gehminuten vom Stadtzentrum (1 km), vom Hauptbahnhof (1 km) sowie vom Messegelände (400 m) entfernt.\nFreuen Sie sich auf geräumige, gut ausgestattete Zimmer mit kostenfreiem WLAN und die gemütliche Atmosphäre im Hotel Atrium. Die meisten Doppelzimmer verfügen über ein modernes Bad mit Badewanne.\nBevor Sie zum nahe gelegenen Messegelände, zur Universität, zum Palmengarten oder ins Stadtzentrum aufbrechen, stärken Sie sich am kostenfreien kontinentalen Frühstücksbuffet, das Ihnen jeden Morgen im Frühstücksraum serviert wird.\nVom Flughafen Frankfurt trennen das Hotel nur 15 km und kostenfreie Parkplätze sind in der Nähe ebenfalls verfügbar.\nWestend ist bei Reisenden, die an Kultur, Business und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/eaziresatrium.html?aid=946919","address":"Beethovenstraße 30, Westend, 60325 Frankfurt am Main, Deutschland"},{"name":"Hotel Attaché an der Messe","description":"Dieses im Zentrum von Frankfurt günstig gelegene moderne Hotel bietet Ihnen eine hervorragende Verkehrsanbindung. Die Messe und der Hauptbahnhof sind nur einen kurzen Spaziergang entfernt.\nIm Hotel Attaché an der Messe erwarten Sie geräumige und komfortable Zimmer sowie ein riesiges Frühstücksbuffet. Abends entspannen Sie in der gemütlichen Hotelbar bei einem erfrischenden Getränk. Der freundliche Concierge gibt Ihnen gerne Tipps zu den Sehenswürdigkeiten.\nDie S-Bahn Galluswarte, die Sie nach einem 3-minütigen Spaziergang erreichen, bietet eine schnelle und einfache Anbindung zu den besten Sehenswürdikeiten, die Frankfurt zu bieten hat. Touristische Attrakrtionen wie die Alte Oper und das Einkaufsviertel Zeil erreichen Sie in wenigen Minuten.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/attache-an-der-messe.html?aid=946919","address":"Kölnerstraße 10, Gallusviertel, 60327 Frankfurt am Main, Deutschland"},{"name":"Hotel Beethoven","description":"Das individuell geführtes 4-Sterne-Hotel Beethoven liegt weniger als 15 Gehminuten von der Messe Frankfurt entfernt zentral in Frankfurt. WLAN ist vorhanden.\nDie klimatisierten Zimmer im Hotel Beethoven verfügen über einen Schreibtisch, eine Minibar, einen Flachbild-TV sowie ein eigenes Bad mit Badewanne oder einer Dusche und einem Haartrockner.\nEin Frühstück wird jeden Morgen im Hotel serviert. Eine Reihe von Restaurants erreichen Sie nach einem kurzen Spaziergang vom Hotel aus.\nVom Hotel Beethoven erreichen Sie die zentrale Fußgängerzone und das Einkaufsviertel nach 1 km. Der Main Tower ist 1,5 km entfernt und den Römer in der Altstadt erreichen Sie nach 2,5 km.\nDen Flughafen Frankfurt erreichen Sie nach 15 Fahrminuten oder 30 Minuten mit den öffentlichen Verkehrsmitteln. Der Frankfurter Hauptbahnhof ist 1,5 km entfernt. Die Privatparkplätze an der Unterkunft nutzen Sie kostenfrei.","url":"http:/www.booking.com/hotel/de/hotelbeethoven_frankfurtammain.html?aid=946919","address":"Beethovenstrasse 46, Westend, 60325 Frankfurt am Main, Deutschland"},{"name":"Hotel Bliss","description":"Die Unterkunft Hotel Bliss verkauft sich auf unserer Webseite schnell. Das Hotel Bliss begrüßt Sie im Herzen von Frankfurt und ist nur 500 m vom Frankfurter Hauptbahnhof sowie dem Frankfurter Messegelände entfernt. Es verfügt über kostenfreies WLAN, eine 24-Stunden-Rezeption und eine moderne Einrichtung.\nDie modernen Zimmer in schwarz-weiß bieten eine zeitgemäße Einrichtung. Ein Flachbild-TV, eine Klimaanlage und ein Schreibtisch sorgen für zusätzlichen Komfort. Im eigenen Bad finden Sie kostenfreie Pflegeprodukte und einen Haartrockner.\nStarten Sie jeden Morgen bei einem herzhaften Frühstücksbuffet mit einer Auswahl warmer und kalter Speisen.\nDer Frankfurter Hauptbahnhof verbindet Sie direkt mit der 2,3 km entfernten Einkaufsstraße Zeil und der nur 1,6 km entfernten Museumsmeile. Das Goethehaus erreichen Sie vom Hotel Bliss nach ebenfalls 1,6 km.","url":"http:/www.booking.com/hotel/de/bliss.html?aid=946919","address":"Mainzer Landstraße 97, Gallusviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel Borger","description":"Nur 2 Minuten von der Autobahn A66 und eine direkte U-Bahnfahrt vom Frankfurter Stadtzentrum entfernt erwartet Sie dieses traditionelle Hotel mit kostenfreiem WLAN und kostenlosen Parkplätzen. Morgens stärken Sie sich am Frühstücksbuffet.\nDie Zimmer im Hotel Borger sind mit Kabel-TV, einem großen Schreibtisch und einem Badezimmer mit Haartrockner ausgestattet. Die Betten sind für Allergiker geeignet.\nGenießen Sie das Frühstück im gemütlichen, mit Holzmöbeln ausgestatteten Frühstücksraum im Borger. Bei schönem Wetter lädt die Terrasse zum Verweilen ein.\nIn 3 Minuten gelangen Sie zu Fuß zum Einkaufszentrum Hessen-Center. Saunen und Innnen-/Außenpools finden Sie im Riedbad Bergen-Enkheim, nur 10 Gehminuten vom Hotel entfernt.\nDer U-Bahnhof Enkheim liegt 5 Gehminuten vom Hotel Borger entfernt und verbindet Sie in 20 Minuten mit der Frankfurts Altstadt und dem Hauptbahnhof.\nBergen Enkheim ist bei Reisenden, die an einer tollen Skyline, einer schönen Altstadt und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/borger.html?aid=946919","address":"Triebstraße 51, Bergen Enkheim, 60388 Frankfurt am Main, Deutschland"},{"name":"Hotel Bova","description":"Das familiengeführte Hotel liegt nur 100 m vom Frankfurter Hauptbahnhof und 750 m von der Messe Frankfurt entfernt. Das Hotel Bova bietet Ihnen kostenloses WLAN und eine 24-Stunden-Rezeption.\nDie Nichtraucher-Zimmer im Hotel Bova Frankfurt sind modern und hell eingerichtet. Alle Zimmer verfügen über einen Flachbild-Sat-TV, einen Schreibtisch, einen Safe und ein eigenes Bad mit Dusche.\nEin kontinentales Frühstück wird Ihnen in dem stilvollen, mit Parkettböden ausgestatteten Café serviert. Den ganzen Tag über wird Ihnen hier eine Auswahl an Getränken und Kaffeesorten angeboten.\nVom Hotel Bova können Sie mit der Straßenbahn und U-Bahn alle Teile von Frankfurt erreichen. Zum Flughafen Frankfurt gelangen Sie nach 15 Minuten direkter Bahnfahrt.","url":"http:/www.booking.com/hotel/de/bova.html?aid=946919","address":"Ottostr. 5, Gallusviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel Columbus","description":"Das Hotel Columbus begrüßt Sie in einer angenehmen Lage im Herzen von Frankfurt, nur einen kurzen Spaziergang vom Frankfurter Hauptbahnhof entfernt.\nFreuen Sie sich im Hotel Columbus auf eine ideale Unterkunft für eine Städtereise oder auch einen Geschäftsaufenthalt in Frankfurt.\nDas Hotel liegt nur 10 Gehminuten von der Frankfurter Messe entfernt. Nach einem 15-minütigen Spaziergang erreichen Sie das Stadtzentrum, Einkaufsstraßen, kulturelle Sehenswürdigkeiten und das Frankfurter Bankenviertel.\nDas Hotel Columbus bietet Ihnen außerdem eine hervorragende Anbindung an die öffentlichen Verkehrsmittel, mit denen Sie alle Teile von Frankfurt schnell und bequem erreichen. Der Flughafen Frankfurt am Main liegt nur eine 15-minütige Bahnfahrt entfernt.\nAlle Zimmer verfügen über Sat-TV mit Pay-per-View-Kanälen, ein Telefon, einen Breitbandinternetzugang und WLAN sowie einen Schreibtisch.\nGenießen Sie morgens ein köstliches Frühstücksbuffet und entspannen Sie sich nach einem ereignisreichen Tag bei einem Getränk an der Hotelbar.","url":"http:/www.booking.com/hotel/de/columbus-gmbh.html?aid=946919","address":"Ottostrasse 13, Gallusviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel Concorde","description":"Die Unterkunft Hotel Concorde verkauft sich auf unserer Webseite schnell. Ein ansprechend restauriertes Gebäude mit einer stilvollen Jugendstilfassade beherbergt dieses 4-Sterne-Boutiquehotel mit kostenfreiem WLAN. Sie wohnen im Herzen von Frankfurt wenige Schritte vom Hauptbahnhof entfernt.\nDie Zimmer im Hotel Concorde empfangen Sie alle mit einem modernen Design sowie Kabel-TV, Minibar, Klimaanlage und einer regulierbaren Beleuchtung.\nVom Hotel Concorde erreichen Sie in 10 Gehminuten die Messe, die Oper, das Bankenviertel, das Museumsufer, die Mainpromenade sowie die beliebtesten Frankfurter Einkaufsstraßen.\nMorgens stärken Sie sich im Hotel Concorde am reichhaltigen Frühstücksbuffet. Am Abend verweilen Sie wiederum in der Bistrobar bei Snacks und Drinks.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/concordefr.html?aid=946919","address":"Karlstrasse 9, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel Continental","description":"Dieses 3-Sterne-Hotel genießt eine zentrale Lage in Frankfurt, nur wenige Schritte vom Hauptbahnhof entfernt. Auch die Messe, das Finanzviertel und touristische Attraktionen der Stadt erreichen Sie ganz bequem zu Fuß.\nDas Hotel Continental blickt auf eine 100-jährige Geschichte zurück und bietet geräumige Zimmer mit eigenem Bad und allen modernen Annehmlichkeiten wie Kabel-TV und WLAN in allen Bereichen.\nDer nahe gelegene Bahnhof bietet Ihnen hervorragende Verkehrsverbindungen in alle Teile Frankfurts. Den Flughafen Frankfurt erreichen Sie direkt mit der S-Bahn. Von der Messe trennen Sie nur 2 kurze Haltestellen.\nDas Hotel Continental ist ein idealer Ausgangspunkt für eine Shopping-Tour oder einen Kultur- und Freizeitaufenthalt. Die Einkaufsmeile Zeil lockt in der Nähe und das Museumsufer liegt gleich gegenüber dem Main.\nBevor Sie Ihren Geschäftstag starten oder zu Ihren Freizeitaktivitäten aufbrechen, stärken Sie sich am reichhaltigen Frühstücksbuffet.","url":"http:/www.booking.com/hotel/de/continentalfr.html?aid=946919","address":"Baselerstr. 56, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel Corona","description":"Im Herzen von Frankfurt begrüßt Sie dieses Hotel nur wenige Minuten von der Messe und weiteren Attraktionen sowie einer Reihe von Bars und Restaurants entfernt.\nIm Hotel Corona wohnen Sie in einfachen, gemütlichen Zimmern mit eigenem Bad und WLAN.\nMorgens stärken Sie sich im Corona an einem abwechslungsreichen, leckeren Frühstücksbuffet. Am Abend erkunden Sie die nahe Umgebung mit ihren Restaurants und Bars.\nEine Straßenbahn, die Sie direkt zum Bahnhof bringt, hält direkt am Hotel.","url":"http:/www.booking.com/hotel/de/corona.html?aid=946919","address":"Hamburger Allee 48, Bockenheim, 60486 Frankfurt am Main, Deutschland"},{"name":"Hotel Cristall - Frankfurt City","description":"Die Unterkunft Hotel Cristall - Frankfurt City verkauft sich auf unserer Webseite schnell. In zentraler Lage begrüßt Sie in Frankfurt direkt neben dem Frankfurter Hauptbahnhof dieses komplett klimatisierte Nichtraucher-Hotel. Das Hotel Cristall liegt nur 10 Gehminuten von der Messe Frankfurt und eine 12-minütige Bahnfahrt vom Flughafen Frankfurt entfernt.\nAlle Zimmer im Hotel Cristall sind individuell eingerichtet. Die modernen Zimmer verfügen alle über Klimaanlage und WLAN.\nGerne können Sie auf der schönen Terrasse entspannen. Erholsame Momente verspricht am Abend auch die Hotelbar. In der Lobby nutzen Sie ein kostenfreies Internetterminal.\nAm Frankfurter Hauptbahnhof profitieren Sie von ausgezeichneten Bus-, Straßenbahn-, S-Bahn- und Zugverbindungen.\nGallusviertel ist bei Reisenden, die an einer tollen Skyline, Business und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/frankcristall.html?aid=946919","address":"Ottostrasse 3, Gallusviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel Cult Frankfurt City","description":"Dieses Hotel im Stadtteil Sachsenhausen bietet Ihnen stilvolle, schallisolierte Zimmer mit kostenfreiem WLAN. Sie wohnen nur 5 Minuten mit der S-Bahn vom Frankfurter Hauptbahnhof, der Einkaufsstraße Zeil und der Altstadt entfernt.\nDie klimatisierten Zimmer im Hotel Cult Frankfurt City sind mit einer Minibar und kostenlosem Sky-TV ausgestattet. Alle Teile des Hotels sind Nichtraucherbereiche.\nJeden Morgen erwartet Sie ein reichhaltiges Frühstücksbuffet. Getränke genießen Sie in der Bar des Cult oder im Außenbereich auf der Terrasse. Zahlreiche gut besuchte Bars und Restaurants erreichen Sie bequem zu Fuß.\nEntspannen Sie gegen Aufpreis in der Sauna des Cult Frankfurt City oder lassen Sie sich mit einer Massage verwöhnen.\nDie Buslinie 46 fährt vom Frankfurter Hauptbahnhof direkt zum Hotel. Vom Cult Frankfurt City sind es nur 3 Gehminuten bis zum Bahnhof Mühlberg und zum S-Bahnhof Lokalbahnhof.\nSachsenhausen ist bei Reisenden, die an Museen, Kultur und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/hotelcult.html?aid=946919","address":"Offenbacher Landstrasse 56, Sachsenhausen, 60599 Frankfurt am Main, Deutschland"},{"name":"Hotel Diplomat","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDie Unterkunft Hotel Diplomat verkauft sich auf unserer Webseite schnell. In diesem Hotel erwarten Sie ein kostenloses Frühstücksbuffet und eine 24-Stunden-Rezeption. Es bietet zudem eine direkte Zugverbindung zum Frankfurter Flughafen und die Einkaufsstraße Zeil liegt 12 Gehminuten entfernt.\nJedes Zimmer im Hotel Diplomat verfügt über ein eigenes Bad, Kabel-TV und einen Weckservice. WLAN nutzen Sie gegen Aufpreis.\nEin Frühstücksbuffet wird Ihnen jeden Morgen im Frühstücksraum serviert. Mehrere Restaurants sind bequem zu Fuß zu erreichen.\nDen S-Bahnhof Ostendstraße mit einer direkten Anbindung an den Frankfurter Hauptbahnhof erreichen Sie in 1 Minute zu Fuß.\nAm Hotel Diplomat stehen Ihnen private Parkplätze zur Verfügung. Eine Gepäckaufbewahrung ist ebenfalls verfügbar.\nFrankfurt Zentrum-Altstadt ist bei Reisenden, die an Shoppen, Weihnachtsmärkten und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/diplomatfrankfurt.html?aid=946919","address":"Ostendstr. 24-26, Frankfurt Zentrum-Altstadt, 60314 Frankfurt am Main, Deutschland"},{"name":"Hotel Elbe","description":"Eine 24-Stunden-Rezeption, WLAN und helle Zimmer gehören in diesem Hotel in Frankfurt am Main zu den Vorzügen. Der Hauptbahnhof liegt nur 4 Gehminuten vom Hotel entfernt.\nAlle Zimmer im Hotel Elbe verfügen über Kabel-TV, einen Safe und einen Mini-Kühlschrank. Alle Zimmer sind zudem mit einem eigenen Bad ausgestattet. WLAN nutzen Sie kostenfrei.\nEin reichhaltiges Frühstücksbuffet wird Ihnen jeden Morgen im Hotel Elbe serviert. Am Abend lädt die Hotelbar zum Verweilen bei verschiedenen Getränken ein.\nZudem steht Ihnen ein Fax- und Kopierservice zur Verfügung.\nDas Hotel Elbe ist 15 Minuten zu Fuß oder 5 Minuten mit der Straßenbahn vom Messezentrum entfernt. Sehenswürdigkeiten wie der Römer sind ebenfalls bequem und schnell zu erreichen.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/frankfurt_elbe.html?aid=946919","address":"Elbestr. 34, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel Eschborner Hof","description":"Im ruhigen Frankfurter Stadtteil Rödelheim bietet Ihnen dieses Hotel helle Zimmer mit kostenlosem WLAN. Von hier erreichen Sie den Flughafen Frankfurt mit öffentlichen Verkehrsmitteln nach 12 Minuten.\nDie Zimmer im Hotel Eschborner Hof verfügen alle über Kabel-TV und einen Schreibtisch. Bei der Ankunft erhalten Sie eine kostenfreie Flasche Mineralwasser.\nEin herzhaftes Frühstücksbuffet wird Ihnen jeden Morgen angeboten. Das Hotelrestaurant erwartet Sie gern zum Essen.\nWährend der großen Messen wird vom Hotel Eschborner Hof ein kostenfreier Shuttleservice zum und vom Bahnhof Rödelheim angeboten. Die Messe Frankfurt erreichen Sie von dort nach nur einer Haltestelle.\nDie Frankfurter Innenstadt liegt 4 Stationen mit der S-Bahn entfernt.","url":"http:/www.booking.com/hotel/de/fair-west.html?aid=946919","address":"Friedrich-Kahl-Str. 22a, 60489 Frankfurt am Main, Deutschland"},{"name":"Hotel Europa Life","description":"Die Unterkunft Hotel Europa Life verkauft sich auf unserer Webseite schnell. Nur 100 m vom Frankfurter Hauptbahnhof entfernt erwartet Sie dieses 3-Sterne-Hotel mit kostenfreiem WLAN, einer 24-Stunden-Rezeption und klimatisierten Zimmern mit Flachbild-TV. Sie wohnen gegenüber der Straßenbahnhaltestelle Baseler Platz.\nDie hell eingerichteten Zimmer des Hotel Europa Life bieten eine Minibar, einen Schreibtisch und ein Telefon. Haartrockner können an der Rezeption ausgeliehen werden.\nMorgens stärken Sie sich im klassisch eingerichteten Speisesaal des Europa Hotels am abwechslungsreichen Frühstücksbuffet. Sie können ebenso in der Bar verweilen oder die 2 kostenfreien Internetterminals nutzen.\nDas Europa Life trennen 250 m vom U-Bahnhof Frankfurt Hauptbahnhof. Mit dem Zug erreichen Sie nach nur 2 Minuten das Frankfurter Messezentrum.\nGutleutviertel ist bei Reisenden, die an Museen, einer schönen Altstadt und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/europafr.html?aid=946919","address":"Baseler Str. 17, Gutleutviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel Everest","description":"Dieses 3-Sterne-Hotel in Frankfurt am Main bietet Ihnen geräumige Unterkünfte und kostenfreies WLAN. Hier wohnen Sie etwa 10 Gehminuten vom Hauptbahnhof und vom Messegelände entfernt.\nDas Hotel Everest bietet Ihnen Zimmer in verschiedenen Größen, vom Einzelzimmer bis zum Familienzimmer für 4 Personen. Alle Zimmer sind komfortabel eingerichtet und verfügen über eine Minibar sowie Kabel-TV. Einige der Zimmer sind auch mit einem Balkon ausgestattet.\nEin abwechslungsreiches und reichhaltiges amerikanisches Frühstücksbuffet wird Ihnen morgens angeboten, bevor Sie die Stadt erkunden oder sich auf die Messe begeben. Das Frühstück wird ab 06:30 Uhr serviert.\nDas Hotel Everest liegt nur 100 m vom Finanzviertel und eine kurze Fahrt mit der Straßenbahn von der Altstadt mit dem Dom sowie dem Römerplatz entfernt.\nEntspannen Sie sich bei einem Getränk in der gemütlichen Hotelbar und Lounge, bevor Sie Ihr Abendessen in einem der nahe gelegenen Restaurants genießen.\nDie Rezeption ist rund um die Uhr besetzt und in der Lobby können Sie sich in der Frühstückszeit an kostenfreiem Mineralwasser, Kaffee, Tee und Gebäck bedienen.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nGutleutviertel ist bei Reisenden, die an Museen, einer schönen Altstadt und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/everest.html?aid=946919","address":"Schön Straße 6, Gutleutviertel, 60327 Frankfurt am Main, Deutschland"},{"name":"Hotel Excelsior","description":"Die Unterkunft Hotel Excelsior verkauft sich auf unserer Webseite schnell. Das Hotel Excelsior bietet moderne Zimmer, nur wenige Schritte vom Frankfurter Hauptbahnhof entfernt. Von WLAN und den Getränken aus der Minibar profitieren Sie kostenfrei. Eine 5-minütige U-Bahn-Fahrt bringt Sie zur Messe Frankfurt.\nAlle Zimmer im Excelsior verfügen über Sat-TV, schallisolierte Fenster und Tageszeitungen. Ortsgespräche führen Sie mit dem Zimmertelefon kostenlos. Die Entnahmen aus der Minibar sind im Zimmerpreis inbegriffen, sie wird täglich aufgefüllt.\nJeden Morgen genießen Sie im großen Frühstücksraum des Excelsior ein amerikanisches und chinesisches Frühstück vom Buffet. Abends serviert das Hotelrestaurant internationale Gerichte und erlesene Weine.\nZu den Annehmlichkeiten des Excelsior Frankfurt zählt ein kostenfreier Bügelservice. Ihrem Komfort dienen außerdem eine 24-Stunden-Rezeption und ein für alle Gäste zugänglicher Computer, den Sie gratis nutzen.\nStraßenbahnen, Busse, U-Bahnen und S-Bahnen erreichen Sie Fuß innerhalb von 2 Minuten. Der Flughafen Frankfurt liegt eine 15-minütige Bahnfahrt entfernt.","url":"http:/www.booking.com/hotel/de/excelsiorfrankfurtmain.html?aid=946919","address":"Mannheimer Str. 7-9, Gutleutviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel Forty Four","description":"Das Hotel Fortyfour genießt eine zentrale Lage nur 200 m vom Hauptbahnhof Frankfurt und 10 Gehminuten von der Messe Frankfurt entfernt. Sie wohnen in eleganten Zimmern und nutzen WLAN in allen Bereichen kostenfrei.\nAlle Zimmer verfügen über einen Schreibtisch, einen Ventilator, einen Flachbild-TV mit internationalen Sat-Kanälen und ein eigenes Bad mit einem Haartrockner und kostenlosen Pflegeprodukten. Jedes schallisolierte Zimmer ist mit eleganten Möbeln ausgestattet und einige Zimmer bieten sogar einen modernen Kronleuchter.\nTäglich genießen Sie im Hotel Fortyfour ein Frühstück. Getränke und Snacks erhalten Sie rund um die Uhr aus den Verkaufsautomaten. Dank der Lage im Stadtzentrum finden Sie auch viele gastronomische Einrichtungen und Kneipen nur wenige Minuten vom Hotel entfernt.\nDer Main Tower, eines der höchsten Gebäude der Stadt, befindet sich nur 600 m vom Hotel entfernt und bietet eine atemberaubende Aussicht auf Frankfurt und den Main. Die traditionellen Weihnachtsmärkte der Stadt lohnen zur Advent- und Weihnachtszeit immer einen Besuch.\nDie Rezeption im Hotel Fortyfour ist täglich rund um die Uhr geöffnet.","url":"http:/www.booking.com/hotel/de/fourty-four.html?aid=946919","address":"Moselstr.44, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel Franken","description":"Die Unterkunft Hotel Franken verkauft sich auf unserer Webseite schnell. Dieses Hotel befindet sich in einer ruhigen Seitenstraße in Frankfurt und bietet kostenfreies WLAN, kostenfreie Parkplätze und eine ausgezeichnete Verkehrsanbindung. Die Frankfurter Messe liegt nur 2 km entfernt.\nDas Hotel Franken bietet geschmackvoll eingerichtete Zimmer mit einem eigenen Badezimmer, einem TV und einem Telefon.\nFreuen Sie sich auf ein abwechslungsreiches, frisch zubereitetes Frühstück, das Ihnen jeden Morgen im eleganten Speisesaal des Franken serviert wird. Bei schönem Wetter können Sie im Wintergarten oder auf der Außenterrasse speisen.\nDen Bahnhof Galluswarte und mehrere Straßenbahnhaltestellen erreichen Sie nach etwa 10 Gehminuten. Von dort gelangen Sie schnell in das Bankenviertel, zur Einkaufsstraße Zeil und zum Römerplatz.\nFür Ihre Tagesausflüge erhalten Sie Lunchpakete. Zeitungen und Faxmöglichkeiten stehen Ihnen im Hotel Franken Frankfurt ebenfalls zur Verfügung.\nGallusviertel ist bei Reisenden, die an einer tollen Skyline, Business und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/franken.html?aid=946919","address":"Frankenallee 183, Gallusviertel, 60326 Frankfurt am Main, Deutschland"},{"name":"Hotel Gerbermühle","description":"Dieses Hotel erwartet Sie direkt am Main und bietet kostenfreies WLAN, kostenfreie Parkplätze sowie kostenfreie, alkoholfreie Getränke in der Minibar. Sie wohnen hier 5 Minuten von der Autobahn A661 und der Messe Offenbach entfernt.\nDas Hotel Gerbermühle bietet geräumige und klimatisierte Suiten und Zimmer. Die Unterkünfte sind mit Holzböden, kräftigen roten Farbtönen und raumhohen Fenstern gestaltet.\nSpeisen und Getränke erhalten Sie in der Turmbar und im Restaurant der Unterkunft Gerbermühle. In den Sommermonaten können Sie auch im Sommergarten speisen und dabei die schöne Aussicht auf den Main und die berühmte Frankfurter Skyline genießen.\nDas Gerbermühle Hotel befindet sich in einer ruhigen Gegend im Stadtteil Sachsenhausen, weniger als 4 km von der Frankfurter Innenstadt entfernt. Die Straßenbahnhaltestelle Buchrainstraße erreichen Sie nach 8 Gehminuten. Von dort aus können Sie eine direkte Nahverkehrsverbindung zum Frankfurter Hauptbahnhof nutzen.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/gerbermuhle.html?aid=946919","address":"Gerbermühlstraße 105, 60594 Frankfurt am Main, Deutschland"},{"name":"Hotel Hamburger Hof","description":"Gegenüber dem Frankfurter Hauptbahnhof begrüßt Sie dieses im Jahr 2011 komplett renovierte 3-Sterne-Superior-Hotel. Es bietet schallisolierte Zimmer und ein abwechslungsreiches Frühstückbuffet. WLAN nutzen Sie im gesamten Hotel kostenfrei.\nAlle klimatisierten Zimmer des Hotels Hamburger Hof sind mit Sat-TV, einem Laptop-Safe und einer Minibar ausgestattet. Im eleganten Bad stehen Ihnen ein Kosmetikspiegel, ein Haartrockner und Pflegeprodukte zur Verfügung.\nEine große Auswahl an Getränken können Sie in der stilvollen Bar des Hamburger Hofs genießen. Zahlreiche Geschäfte und Restaurants erreichen Sie nach weniger als 10 Gehminuten.\nDas Hotel Hamburger Hof besitzt eine 24-Stunden-Rezeption. Eine Gepäckaufbewahrung ist ebenfalls vorhanden.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/hotelhamburgerhof.html?aid=946919","address":"Poststrasse 10-12, Gallusviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel Harheimer Hof","description":"Dieses 4-Sterne-Hotel in Frankfurt begrüßt Sie im grünen Stadtteil Harheim. Es bietet Ihnen kostenfreies WLAN, ein tägliches Frühstück und kostenfreie Parkplätze. Zur Frankfurter Messe gelangen Sie mit dem Auto in 25 Minuten.\nIm Hotel Harheimer Hof erwarten Sie geräumige Zimmer mit einer Einrichtung aus Holz und Marmor.\nJeden Morgen steht ein großes Frühstücksbuffet für Sie bereit. Im Restaurant des Harheimer Hof wird internationale Küche serviert.\nGegenüber vom Hotel Harheimer Hof befindet sich die Bushaltestelle Rathaus Harheim (Buslinie 28).","url":"http:/www.booking.com/hotel/de/harheimer-hof.html?aid=946919","address":"Alt Harheim 11, Harheim, 60437 Frankfurt am Main, Deutschland"},{"name":"Hotel Heddernheimer Hof","description":"Dieses elegante Hotel liegt im Frankfurter Stadtteil Heddernheim, nur 20 Minuten vom Stadtzentrum entfernt, und bietet einen Shuttleservice zum und vom Messegelände.\nDie stil- und geschmackvoll eingerichteten Zimmer des Hotels Heddernheimer Hof verfügen über kostenfreien WLAN-Internetzugang.\nDer hoteleigene Wellnessbereich lädt mit einer Sauna zum Entspannen ein. Gerne arrangiert das Hotel auch eine Massage für Sie.\nVor Ihren Erkundungstouren durch die Stadt stärken Sie sich morgens an einem schmackhaften Frühstücksbuffet.\nStellen Sie Ihr Auto kostenfrei am Hotel ab und profitieren Sie von den öffentlichen Verkehrsmitteln ganz in der Nähe. Der U-Bahnhof Heddernheim ist 5 Gehminuten entfernt.\nEines der größten Einkaufszentren in Frankfurt, das Nordwestzentrum, erreichen Sie nach einem nur 10-minütigen Spaziergang vom Hotel Heddernheimer Hof.","url":"http:/www.booking.com/hotel/de/heddernheimerhof.html?aid=946919","address":"Heddernheimer Landstr. 82, Heddernheim, 60439 Frankfurt am Main, Deutschland"},{"name":"Hotel Jaguar City","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDie Unterkunft Hotel Jaguar City verkauft sich auf unserer Webseite schnell. Dieses Hotel befindet sich nur 4 Gehminuten vom Frankfurter Zoo und der Einkaufsmeile Zeil entfernt und bietet verschiedene Frühstücksoptionen und kostenfreies WLAN in der Lobby. Straßenbahnen bringen Sie direkt in die Frankfurter Altstadt und zum Hauptbahnhof.\nDas in einer Seitenstraße gelegene Hotel Jaguar City bietet helle Zimmer mit Kabel-TV, einem Safe und einem eigenen Badezimmer. Einige Zimmer sind darüber hinaus mit einer Küchenzeile und einem Sitzbereich ausgestattet.\nViele Restaurants und Cafés liegen im Umkreis von 5 Gehminuten vom Jaguar City.\nIn 2 Minuten erreichen Sie zu Fuß den U-Bahnhof Zoo und die Straßenbahnhaltestelle Ostendstraße. Ein Privatparkplatz steht gegen eine zusätzliche Gebühr zur Verfügung.\nFrankfurt Zentrum-Altstadt ist bei Reisenden, die an Shoppen, Weihnachtsmärkten und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/hoteljaguar.html?aid=946919","address":"Theobald-Christ-Str. 19, Frankfurt Zentrum-Altstadt, 60316 Frankfurt am Main, Deutschland"},{"name":"Hotel Kautz","description":"Die Unterkunft Hotel Kautz verkauft sich auf unserer Webseite schnell. Dieses familiengeführte 3-Sterne-Hotel im Frankfurter Stadtteil Sachsenhausen erwartet Sie nur 2,5 km vom Frankfurter Hauptbahnhof entfernt und bietet ein elegantes italienisches Restaurant, ein erstklassiges Weingeschäft und kostenfreies WLAN in allen Bereichen.\nIm Hotel Kautz beginnen Sie Ihren Tag mit einem reichhaltigen, frisch zubereiteten Frühstück. Gehobene italienische Küche genießen Sie im Restaurant Trattoria Promis unter einem schönen Kronleuchter. Der Wein-Yard verkauft eine Auswahl an Weinen.\nDie Frankfurter Altstadt liegt 1,3 km entfernt und das Museumsufer erreichen Sie nach 300 m. Der U-Bahnhof Schweizer Platz ist 50 m entfernt und bietet Verbindungen in ganz Frankfurt.\nAlle Zimmer im Hotel Kautz verfügen über Holzmobiliar, Kabel-TV und einen Sitzbereich zum Entspannen. Das eigene Bad ist mit einer Dusche ausgestattet.\nZur Ausstattung gehören ein 24-Stunden-Rezeption und kostenlose Zeitungen. Öffentliche Parkplätze stehen an der Unterkunft und nur 200 m entfernt zur Verfügung.\nSachsenhausen ist bei Reisenden, die an Museen, Kultur und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/kautz.html?aid=946919","address":"Gartenstraße 17, Sachsenhausen, 60594 Frankfurt am Main, Deutschland"},{"name":"Hotel Klein","description":"Moderne Zimmer mit Kabel-TV und kreative Restaurantgerichte bietet das Hotel Klein im grünen Frankfurter Stadtteil Enkheim. Den Hauptbahnhof Frankfurt erreichen Sie nach 20 Minuten mit der U-Bahn.\nDas Hotel Klein liegt 3 Gehminuten von der U-Bahnstation Enkheim entfernt. Mit der Bahn gelangen Sie innerhalb von 20 Minuten zur Frankfurter Messe und zur Einkaufsstraße Zeil.\nAlle Zimmer des Klein Hotels sind mit Kabel-TV, Schreibtisch und einem eigenen Bad ausgestattet. WLAN steht in allen öffentlichen Bereichen des Hotels kostenfrei zur Verfügung.\nMorgens bedienen Sie sich am abwechslungsreichen Frühstücksbuffet. Saisonale Gerichte genießen Sie im Bistro Pfifferling mit Sommerterrasse.\nKostenlose Parkplätze stehen Ihnen am Hotel Klein zur Verfügung.\nBergen Enkheim ist bei Reisenden, die an einer tollen Skyline, einer schönen Altstadt und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/city-partner-klein.html?aid=946919","address":"Vilbeler Landstraße 55, Bergen Enkheim, 60388 Frankfurt am Main, Deutschland"},{"name":"Hotel Liebig","description":"In einer historischen Villa aus der Zeit um 1900 begrüßt Sie dieses charmante, familiengeführte Hotel im eleganten Frankfurter Stadtteil Westend nahe dem Stadtzentrum.\nDas von einer italienischen Familie geführte Hotel Liebig ist im typisch mediterranen Stil mit italienischen Möbeln und italienischem Design eingerichtet.\nBeginnen Sie den Tag mit einem herzhaften Frühstück und genießen Sie abends ein Glas Wein auf der hoteleigenen Gartenterrasse.\nDas Hotel Liebig befindet sich in Gehweite vom Palmengarten, der Alten Oper und der Frankfurter Messe.\nMit den nahe gelegenen öffentlichen Verkehrsmitteln gelangen Sie schnell und bequem zu allen wichtigen Sehenswürdigkeiten in und um Frankfurt, einschließlich des Bankenviertels sowie der Einkaufsstraßen und Museen.\nWLAN nutzen Sie im gesamten Hotel Liebig gegen Aufpreis.\nWestend ist bei Reisenden, die an Kultur, Business und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/liebig.html?aid=946919","address":"Liebigstr. 45, Westend, 60323 Frankfurt am Main, Deutschland"},{"name":"Hotel Mainstation","description":"Die Unterkunft Hotel Mainstation verkauft sich auf unserer Webseite schnell. Das Hotel empfängt Sie im Frankfurter Stadtteil Fechenheim, nur 100 m vom Bahnhof Frankfurt-Mainkur entfernt. Es bietet klimatisierte Zimmer, kostenfreies WLAN und täglich ein großes Frühstücksbuffet.\nIm Nichtraucherhotel Mainstation erwarten Sie geräumige Zimmer mit modernem Design und eigenem Bad.\nDas Hotel Mainstation bietet außerdem kostenfreie Parkplätze und eine ausgezeichnete Anbindung an die Autobahnen A66, A661 und A3. Die Frankfurter Innenstadt ist nur 15 Minuten mit dem Auto oder dem Bus entfernt.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/mainstation.html?aid=946919","address":"An der Mainkur 7, 60386 Frankfurt am Main, Deutschland"},{"name":"Hotel Minerva","description":"Die Unterkunft Hotel Minerva verkauft sich auf unserer Webseite schnell. Das Hotel liegt in einer Seitenstraße, 10 Gehminuten vom Frankfurter Hauptbahnhof entfernt. Es bietet Ihnen klimatisierte Zimmer, kostenfreies WLAN und morgens ein großes Frühstücksbuffet.\nAlle Zimmer im Hotel Minerva verfügen über Kabel-TV, einen Safe und eine Minibar. Das eigene Bad ist mit einem Haartrockner ausgestattet.\nDer Hauptbahnhof Frankfurt bietet Ihnen eine schnelle Anbindung an die Messe Frankfurt, die Sie nach ca. 10 Minuten erreichen. Vom Flughafen Frankfurt trennen Sie etwa 12 km.\nIn der Gegend um das Minerva finden Sie eine kleine Auswahl an Geschäften und Restaurants. Das beliebte Hochhaus Westhafen Tower erreichen Sie nach einem 5-minütigen Spaziergang.\nNutzen Sie das Gemeinschafts-Internetterminal in der Lobby des Hotels und genießen Sie einen Drink an der Bar. Die 24-Stunden-Rezeption bietet Ihnen eine Gepäckaufbewahrung.","url":"http:/www.booking.com/hotel/de/minerva.html?aid=946919","address":"Stuttgarter Str. 31, Gutleutviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel Miramar Golden Mile","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDirekt im Herzen der Frankfurter Altstadt, nur 2 Gehminuten von der Kathedrale und dem Römerberg entfernt, erwartet Sie dieses Hotel mit komfortablen Unterkünften und kostenfreiem WLAN.\nDie Zimmer im Hotel Miramar Golden Mile sind geschmackvoll eingerichtet und bieten eine gute Ausstattung mit einer Minibar, einem TV, einem Safe und Klimaanlage.\nJeden Morgen steht ein reichhaltiges und abwechslungsreiches Frühstücksbuffet für Sie bereit, das im Zimmerpreis enthalten ist.\nDie Einkaufsstraße Zeil und das Frankfurter Bankenviertel erreichen Sie nach einem kurzen Spaziergang vom Hotel Miramar. Auch das Varietétheater Tigerpalast in 300 m Entfernung lohnt einen Besuch.\nSie erreichen den nächsten Bahnhof und eine Bushaltetelle nach nur 200 m.","url":"http:/www.booking.com/hotel/de/miramarfrankfurt.html?aid=946919","address":"Berliner Strasse 31, Frankfurt Zentrum-Altstadt, 60311 Frankfurt am Main, Deutschland"},{"name":"Hotel Mondial Comfort","description":"Dieses Hotel in einer ruhigen Straße im Herzen von Frankfurt bietet Ihnen frisch renovierte Unterkünfte. Sie wohnen hier nur 2 Gehminuten vom nächsten U-Bahnhof entfernt.\nDie modernen, ruhigen und komfortabel eingerichteten Zimmer im Hotel Montial bieten Ihnen WLAN (gegen Aufpreis). Ihre Größe reicht von 18 bis 30 Quadratmetern.\nMorgens stärken Sie sich an einem köstlichen Frühstücksbuffet, bevor Sie eine Shoppingtour unternehmen, die Sehenswürdigkeiten Frankfurts erkunden oder eine Messe besuchen.\nIhr Fahrzeug parken Sie kostenfrei an der Unterkunft Mondial.\nDie Einkaufsmeile Zeil und die malerische Altstadt erreichen Sie zu Fuß nach etwa 10 Minuten.\nDer Check-out ist ganz gemütlich um 12:30 – Zeit für ein ausgiebiges Frühstück.\nNordend ist bei Reisenden, die an Architektur, Kultur und Stadtbummeln interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/mondialffm.html?aid=946919","address":"Heinestr. 13, Nordend, 60322 Frankfurt am Main, Deutschland"},{"name":"Hotel Monopol","description":"Die Unterkunft Hotel Monopol verkauft sich auf unserer Webseite schnell. Dieses 4-Sterne-Hotel heißt Sie in einem 100 Jahre alten Gebäude neben dem Frankfurter Hauptbahnhof willkommen und bietet kostenfreies WLAN und ein amerikanisches Frühstück sowie schallisolierte Zimmer mit kostenfreier Minibar.\nDie geräumigen, hell eingerichteten Zimmer im Hotel Monopol Frankfurt sind mit Sat-TV, einem Schreibtisch und einem eigenen Bad ausgestattet. Die kostenfreie Minibar wird täglich aufgefüllt.\nIm Restaurant des Monopol genießen Sie internationale Gerichte und saisonale Spezialitäten. Am Nachmittag verweilen Sie in der Lobby bei kostenfreiem Kaffee und Kuchen.\nKostenfreie Ortsgespräche ins Festnetz und ein kostenfreier Nähservice gehören zu den weiteren Annehmlichkeiten im Monopol Frankfurt. Die Business-Einrichtungen können Sie für bis zu 4 Stunden kostenfrei reservieren.\nDie Messe Frankfurt liegt 1 km vom Monopol Hotel entfernt und zum Flughafen Frankfurt gelangen Sie in nur 15 Minuten mit der S-Bahn.\nGutleutviertel ist bei Reisenden, die an Museen, einer schönen Altstadt und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/hotelmonopolfrankfurt.html?aid=946919","address":"Mannheimer Str. 11-13, Gutleutviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel Münchner Hof","description":"Die Unterkunft Hotel Münchner Hof verkauft sich auf unserer Webseite schnell. In der Nähe des Frankfurter Hauptbahnhofs bietet Ihnen dieses privat geführte 3-Sterne-Hotel ein kostenloses Frühstücksbuffet und kostenlosen Internetzugang im ganzen Hotel. Im Hotelrestaurant, dem Ari Rang, genießen Sie Spezialitäten der asiatischen Küche.\nDie Zimmer im Hotel Münchner Hof verfügen über eine Minibar, kostenloses WLAN und Pay-TV.\nDas Frühstücksbuffet genießen Sie im Speisesaal des Hotels Münchner Hof. Dort finden Sie auch ein Internetterminal zur kostenfreien Nutzung vor.\nDen Frankfurter Hauptbahnhof erreichen Sie vom Münchner Hof aus nach nur 150 m.\nDie berühmte Einkaufsmeile Zeil, Frankfurts Bankenviertel und die Altstadt liegen alle nur einen kleinen Spaziergang entfernt.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/frankfurt_muenchenerhof.html?aid=946919","address":"Münchener Str. 46, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel Niederrad","description":"Dieses Hotel bietet schallisolierte Zimmer, kostenfreies WLAN und kostenlose Parkplätze. Hier wohnen Sie eine 12-minütige Fahrt vom Flughafen Frankfurt und 8 Fahrminuten vom Frankfurter Hauptbahnhof entfernt.\nAlle Zimmer im privat geführten Hotel Niederrad verfügen über einen Schreibtisch und ein eigenes Bad mit einem Haartrockner. Die meisten Zimmer sind klimatisiert. Jeden Morgen steht ein Frühstücksbuffet für Sie bereit.\nDen Flughafentransfer des Hotel Niederrad nutzen Sie gegen Gebühr. Das Hotel befindet sich nur wenige Schritte von der Straßenbahnhaltestelle Odenwaldstraße und einen 10-minütigen Spaziergang vom S-Bahnhof Niederrad entfernt.\nDas Gewerbegebiet Bürostadt, der Frankfurter Golf Club und die Autobahn A5 liegen jeweils nur 5 Fahrminuten vom Hotel Niederrad entfernt.\nNiederrad ist bei Reisenden, die an einer tollen Skyline, Business und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/niederrad.html?aid=946919","address":"Bruchfeldstr. 72, Niederrad, 60528 Frankfurt am Main, Deutschland"},{"name":"Hotel Niederräder Hof","description":"Dieses Hotel befindet sich in günstiger Lage im Geschäftsviertel Niederrad von Frankfurt, direkt zwischen dem Rhein-Main-Flughafen Frankfurt und der Frankfurter Innenstadt.\nDer Niederräder Hof bietet bequem zu erreichende Unterkünfte sowohl für Städtereisende als auch für Geschäftsreisende. Das Hotel liegt sehr nah an der Commerzbank-Arena, der Pferderennbahn und dem Frankfurter Golfclub.\nDas Hotel Niederräder Hof ist mit seiner guten Anbindung an die Autobahnen A3 und A5 sowie an die öffentlichen Verkehrsmittel die ideale Wahl für Geschäftsreisende und Urlauber. Der nahe gelegene Bahnhof Niederrad gewährleistet eine gute Verbindung zum Internationalen Flughafen Frankfurt und zum Hauptbahnhof über die direkten S-Bahnlinien S8 und S9.\nGeschäftsreisende profitieren von der Nähe zu den zahlreichen Unternehmen in und um Niederrad sowie von der schnellen Verbindung zur Frankfurter Messe (10 bis 15 Minuten mit dem Auto oder der Bahn).\nMorgens stärken Sie sich von 07:00 bis 10:00 Uhr an einem reichhaltigen Frühstücksbuffet. Die ruhigen und komfortablen Zimmer sind in Cremefarben gehalten und mit Holzmöbeln eingerichtet. Die Zimmer sind mit allen modernen Annehmlichkeiten zur Unterhaltung und für Geschäftsreisende ausgestattet.\nIm gesamten Niederräder Hof nutzen Sie WLAN ohne Aufpreis.\nNiederrad ist bei Reisenden, die an einer tollen Skyline, Business und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/hotelniederraderhof.html?aid=946919","address":"Trift Str. 33, Niederrad, 60528 Frankfurt am Main, Deutschland"},{"name":"Hotel Palmenhof","description":"Dieses Hotel im traditionellen Stil befindet sich gegenüber vom Palmengarten im eleganten Frankfurter Westend. Freuen Sie sich auf individuell eingerichtete Zimmer und Highspeed-WLAN.\nDas Hotel Palmenhof verfügt über geräumige Zimmer und Suiten mit Sat-TV, modernen Schreibtischen und stilvollen Badezimmern.\nMorgens stärken Sie sich im Palmenhof am reichhaltigen Frühstücksbuffet.\nDas elegante Foyer des Palmenhof mit edlem Marmor und Kronleuchtern lädt zum Entspannen ein.\nDen U-Bahnhof Bockenheimer Warte erreichen Sie vom Hotel Palmenhof aus nach 2 Gehminuten. Zur Frankfurter Messe gelangen Sie in 10 bis 15 Minuten zu Fuß.\nWestend ist bei Reisenden, die an Kultur, Business und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/palmenof.html?aid=946919","address":"Bockenheimer Landstraße 89-91, Westend, 60325 Frankfurt am Main, Deutschland"},{"name":"Hotel Robert Mayer","description":"Dieses schöne Kunsthotel erwartet Sie in einer historischen Villa in einem eleganten Wohnviertel von Frankfurt, nur wenige Gehminuten von der Universität und der Messe Frankfurt entfernt.\nDie 1905 erbaute Villa bietet Ihnen ein stilvolles, historisches Ambiente. Die Zimmer im Hotel Robert Mayer wurden individuell von verschiedenen Frankfurter Künstlern gestaltet. Sie verfügen alle über große Fenster mit Holzrahmen, Olivenholzparkett und klassische Möbel.\nDas Hotel liegt nur 10 Gehminuten von der Frankfurter Messe entfernt und eignet sich ideal für Messebesucher und Aussteller.\nGeschäfts- und Freizeitreisende werden die nahe gelegenen Straßenbahn- und U-Bahn-Stationen zu schätzen wissen, die eine schnelle und einfache Anbindung an alle alle wichtigen Sehenswürdigkeiten, Unternehmen und Banken im Zentrum von Frankfurt bieten.\nBockenheim ist bei Reisenden, die an Architektur, Stadtbummeln und Business interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/art-robert-mayer.html?aid=946919","address":"Robert-Mayer-Str. 44, Bockenheim, 60486 Frankfurt am Main, Deutschland"},{"name":"Hotel Rödelheimer Hof - Am Wasserturm","description":"Dieses 3-Sterne-Hotel bietet Zimmer mit kostenfreiem WLAN, einen modernen Wellnessbereich und ein tägliches Frühstücksbuffet. Sie wohnen im Frankfurter Stadtteil Rödelheim, den 10 km vom Zentrum trennen.\nDas im Jahre 2010 eröffnete Hotel Rödelheimer Hof - Am Wasserturm verfügt über moderne Zimmer mit Klimaanlage und Sat-TV.\nIm hoteleigenen Bistro und in der Bar entspannen Sie bei einem Snack und Drinks.\nDen S-Bahnhof Rödelheim erreichen Sie vom Rödelheimer Hof in 15 Gehminuten. Von dort fahren Sie innerhalb von 9 Minuten zum Hauptbahnhof Frankfurt.","url":"http:/www.booking.com/hotel/de/roedelheimer-hof-am-wasserturm.html?aid=946919","address":"Eschborner Landstraße 146, 60489 Frankfurt am Main, Deutschland"},{"name":"Hotel Rossija","description":"Die Unterkunft Hotel Rossija verkauft sich auf unserer Webseite schnell. Nur 200 m vom Frankfurter Hauptbahnhof und 900 m von der Frankfurter Messe entfernt begrüßt Sie dieses Hotel. Die Unterkunft bietet eine 24-Stunden-Rezeption und Privatparkplätze.\nAlle Zimmer im Hotel Rossija verfügen über Kabel-TV, einen WLAN-Internetzugang und einen Schreibtisch. Jedes Zimmer besitzt ein eigenes Bad.\nMorgens stärken Sie sich im Hotel Rossija am Frühstücksbuffet. Ganz in der Nähe finden Sie zahlreiche Bars und Restaurants.\nDer nahe gelegene Frankfurter Hauptbahnhof bietet eine hervorragende Verkehrsanbindung an alle Teile von Frankfurt. Mit dem Zug erreichen Sie den internationalen Flughafen Frankfurt in 15 Minuten direkt.","url":"http:/www.booking.com/hotel/de/rossija.html?aid=946919","address":"Moselstr. 46-48, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel Royal","description":"Dieses Hotel im Frankfurter Viertel Alt-Sachsenhausen bietet funktionale und erschwingliche Zimmer. Schon eine kurze Fahrt mit den öffentlichen Verkehrsmitteln bringt Sie in die Innenstadt und zu den Konferenzzentren.\nIm Hotel Royal wohnen Sie in einem umgebauten Boutique-Hotel, in dem die Gastfreundschaft eines traditionellen Bed & Breakfasts perfekt mit modernem Service harmoniert.\nEine erholsame Nachtruhe versprechen die Zimmer mit Bad im Royal. Morgens genießen Sie ein kostenfreies kontinentales Frühstück.\nDas Royal wird Sie mit seiner ruhigen Lage in einem der reizvollsten Frankfurter Wohnviertel begeistern. In der Nähe laden abwechslungsreiche Restaurants und Bars zu einem Besuch ein.\nDie nahen Straßenbahnhaltestellen sowie der S- und U-Bahnhof Lokalbahnhof bieten Ihnen eine schnelle Anbindung an den Römer, ans Bankenviertel, an die Einkaufsmeile Zeil und andere Ziele.\nSachsenhausen ist bei Reisenden, die an Museen, Kultur und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/royal-frankfurt.html?aid=946919","address":"Wallstraße 17, Sachsenhausen, 60594 Frankfurt am Main, Deutschland"},{"name":"Hotel Savigny Frankfurt City","description":"Dieses 4-Sterne-Hotel bietet kostenlosen Internetzugang und ein Restaurant mit Sommergarten. Sie wohnen 10 Gehminuten vom Frankfurter Hauptbahnhof und der Messe entfernt.\nJedes klimatisierte Zimmer im Hotel Savigny Frankfurt City verfügt über Sat-TV, eine Minibar und einen Safe. Das eigene Bad ist mit einem Haartrockner und Bademänteln ausgestattet.\nDas Restaurant des Savigny verwöhnt Sie mit traditionellen deutschen Gerichten und einer großen Auswahl an Weinen. Ebenso laden die Lounge in der Lobby und der Goethe-Garten zum Verweilen ein.\nDie Einkaufsmeile Zeil und die Altstadt erreichen Sie nach 20 Gehminuten vom Hotel Savigny Frankfurt City aus. Sie können auch mit öffentlichen Verkehrsmitteln dorthin fahren. Der Frankfurter Flughafen ist mit der S-Bahn direkt zu erreichen.\nWestend ist bei Reisenden, die an Kultur, Business und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/frankfurt-savigny.html?aid=946919","address":"Savignystr. 14-16, Westend, 60325 Frankfurt am Main, Deutschland"},{"name":"Hotel Spenerhaus","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDas kirchliche Tagungshaus liegt zentral und dennoch sehr ruhig in unmittelbarer Nähe zum Kaiserdom, zum Römer und zur Fußgängerzone Zeil.\nÜber den benachbarten U-Bahnhof \"Konstablerwache\" sind Hauptbahnhof, Flughafen, Messegelände und andere Ziele im Stadtgebiet schnell und bequem zu erreichen.\nDie besondere Atmosphäre des \"Spenerhauses\" schafft einen entspannten und angenehmen Rahmen für Ihre Veranstaltungen.","url":"http:/www.booking.com/hotel/de/vch-spenerhaus.html?aid=946919","address":"Dominikanergasse 5, Frankfurt Zentrum-Altstadt, 60311 Frankfurt am Main, Deutschland"},{"name":"Hotel Tabitha","description":"Dieses Hotel erwartet Sie nur 3 Gehminuten vom Frankfurter Hauptbahnhof entfernt und bietet moderne Zimmer mit einem WLAN-Hotspot. Freuen Sie sich außerdem auf ein tägliches Frühstücksbuffet und eine schnelle Anbindung an die Frankfurter Messe.\nDie hell gestalteten Zimmer im Hotel Tabitha verfügen über einen TV, ein Telefon und ein eigenes Bad.\nAbends können Sie sich in der Hotelbar des Tabitha bei Getränken entspannen.\nVom Tabitha aus erreichen Sie bequem die Attraktionen von Frankfurt. Zur Messe und auch zur Einkaufsstraße Zeil gelangen Sie mit dem öffentlichen Nahverkehr innerhalb von 10 Minuten. Mit der S-Bahn ist der Flughafen Frankfurt vom Bahnhof Frankfurt aus in 12 Fahrminuten erreichbar.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/tabitha.html?aid=946919","address":"Elbestrasse 36, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel Topas","description":"Die Unterkunft Hotel Topas verkauft sich auf unserer Webseite schnell. Dieses Hotel in Frankfurt begrüßt Sie nur 5 Gehminuten vom Hauptbahnhof entfernt. Es bietet Ihnen kostenfreies WLAN via Hotspot, ein tägliches Frühstücksbuffet und einen Privatparkplatz.\nDie modernen Nichtraucherzimmer im Hotel Topas verfügen alle über Sat-TV, eine Minibar und einen Schreibtisch. Die Comfort Zimmer wurden 2014 renoviert und sind mit einer Minibar und einem brandneuen Bad ausgestattet.\nDie Mitarbeiter an der Rezeption im Hotel Topas stehen Ihnen rund um die Uhr zur Verfügung.\nDie Messe Frankfurt erreichen Sie vom Topas aus nach einem 10-minütigen Spaziergang. Verschiedene Straßenbahnhaltestellen sowie U-Bahn- und S-Bahn-Stationen befinden sich weniger als 5 Gehminuten entfernt.\nGallusviertel ist bei Reisenden, die an einer tollen Skyline, Business und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/topasfrankfurt.html?aid=946919","address":"Niddastr. 88, Gallusviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel Tourist","description":"Dieses Hotel liegt nur 100 m vom Frankfurter Hauptbahnhof entfernt und bietet Zimmer mit einem Flachbild-TV und kostenfreiem WLAN. Ein abwechslungsreiches Frühstück wird jeden Tag serviert.\nDie modernen Zimmer im Hotel Tourist verfügen über einen Schreibtisch, eine Minibar sowie ein Bad mit Pflegeprodukten und einem Haartrockner.\nDie Lobby des Hotels Tourist lädt den ganzen Tag über zum Entspannen ein. Hier nutzen Sie auch ein kostenfreies Computertermial\nSehenswürdigkeiten wie das Museumsufer und die Frankfurter Altstadt erreichen Sie schon nach 10 Gehminuten. Vom Frankfurter Hauptbahnhof fahren direkte Züge zur Messe Frankfurt und zum Flughafen Frankfurt.\nDer Check-out ist ganz gemütlich um 12:30 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/touristfr.html?aid=946919","address":"Baseler Str. 23-25, Gutleutviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel Union","description":"Mit kostenfreiem WLAN sowie Zimmern mit Kabel-TV erwartet Sie dieses Hotel nur 2 Gehminuten entfernt vom Frankfurter Hauptbahnhof. Den Römerberg erreichen Sie nach einem 15-minütigen Spaziergang.\nAlle Zimmer im Hotel Union empfangen Sie mit einem modernen Dekor und einem eigenen Bad.\nMorgens stärken Sie sich im Frühstücksrestaurant des Union mit einem amerikanischen Frühstück. Im gleichen Gebäude befindet sich außerdem ein chinesisches Restaurant.\nDie Rezeption des Hotels Union ist rund um die Uhr besetzt.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/union.html?aid=946919","address":"Münchener Str. 52, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel Victoria","description":"Die Unterkunft Hotel Victoria verkauft sich auf unserer Webseite schnell. Nur 3 Gehminuten vom Frankfurter Hauptbahnhof entfernt erwarten Sie in diesem eleganten Hotel eine 24-Stunden-Bar und schallisolierte Zimmer mit Flachbild-TV und kostenfreiem WLAN. Bis zur Frankfurter Oper laufen Sie 5 Minuten.\nDas 4-Sterne-Hotel Victoria befindet sich in einem historischen Gebäude. Sie wohnen in klimatisierten Zimmern und Suiten mit Holzboden und bunter Pop-Art. Alle Zimmer verfügen über eine Minibar und einen Safe.\nMorgens stärken Sie sich im stilvollen Frühstücksraum des Victoria am großen, warmen und kalten Frühstücksbuffet. Ihnen stehen kostenfreie Internetterminals und verschiedene Tageszeitungen zur Verfügung.\nBis zur Einkaufsstraße Zeil laufen Sie 13 Minuten oder fahren 2 Stationen mit der S-Bahn. Vom Hotel Victoria aus sind es 2 Gehminuten bis zur Straßenbahnhaltestelle Weser/Münchener Straße, von wo aus Sie schnell bis zum Römer gelangen.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/hotelvictoriahesse.html?aid=946919","address":"Elbestr. 24-26/ Kaiserstr. 59, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel Villa Florentina","description":"In einer 100 Jahre alten Villa begrüßt Sie dieses 3-Sterne-Hotel in ruhiger Lage im eleganten Frankfurter Bezirk Westend. Das Messegelände, das Finanzviertel und die Alte Oper erreichen Sie von hier aus schon nach einem 10-minütigen Spaziergang.\nDas von den Farben und dem Flair der Toskana inspirierte, privat geführte Hotel Villa Florentina empfängt Sie mit geräumigen Zimmern mit eigenem Bad sowie mit einem hübschen Schreibtisch und kostenfreiem WLAN. Einige Zimmer erwarten Sie zudem mit einem Balkon.\nErholsame Momente versprechen der reizvolle Garten und die gut sortierte Bibliothek im Frühstücksraum.\nDank des nahen Hauptbahnhofs erreichen Sie von der Villa Florentina aus bequem Attraktionen wie die Einkaufsmeile Zeil, den Palmengarten und den Römer.\nDie nahe S-Bahn bietet Ihnen eine schnelle Anbindung an den internationalen Flughafen und an Gewerbegebiete in der gesamten Rhein-Main-Region.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nWestend ist bei Reisenden, die an Kultur, Business und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/florentina-garni.html?aid=946919","address":"Westendstraße 23, Westend, 60325 Frankfurt am Main, Deutschland"},{"name":"Hotel Villa Orange","description":"Das Hotel Villa Orange ist ein Bio-Hotel in Frankfurt/Main, 2,8 km von der Messe Frankfurt und 800 m von der Zeil entfernt. In der Unterkunft lädt eine Bar zum Verweilen ein.\nJedes Zimmer in diesem Hotel ist klimatisiert und mit einem Flachbild-TV ausgestattet. Einige Zimmer verfügen über einen Sitzbereich zum Entspannen. Ein Wasserkocher ist ebenfalls vorhanden. Zudem umfassen alle Zimmer ein eigenes Bad.\nIn der Unterkunft erwartet Sie eine 24-Stunden-Rezeption.\nDie Hauptwache und der Kaiserdom St. Bartholomäus liegen 1,1 km vom Hotel Villa Orange entfernt. Zum Flughafen Frankfurt am Main fahren Sie von der Unterkunft aus 11 km.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nNordend ist bei Reisenden, die an Architektur, Kultur und Stadtbummeln interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/villaorange.html?aid=946919","address":"Hebelstr. 1, Nordend, 60318 Frankfurt am Main, Deutschland"},{"name":"Hotel Villa Oriental","description":"Dieses Hotel mit dem Thema Orient befindet sich in der Frankfurter Innenstadt, nur 400 m vom Frankfurter Hauptbahnhof entfernt. In allen Zimmern des Villa Oriental mit einer kostenlosen Minibar nutzen Sie kostenfreies WLAN.\nDie gemütlichen, klimatisierten Zimmer in der Villa Oriental sind im traditionellen arabischen Stil gestaltet und mit handbemalten Fliesen ausgestattet. Alle Zimmer verfügen zudem über einen kostenfreien Breitband-Internetzugang, internationales Sat-TV und ein orientalisches Badezimmer.\nDas Oriental befindet sich 15 Gehminuten vom Frankfurter Bankenviertel und dem Museumsufer direkt auf der gegenüberliegenden Seite des Mains entfernt. Von der Frankfurter Messe trennen Sie 2 U-Bahnhaltestellen und den Flughafen Frankfurt erreichen Sie mit der Bahn in 12 Minuten.\nIm Restaurant Hafez kosten Sie persische Gerichte. Entspannen Sie bei einer Wasserpfeife in der Shisha Lounge oder bei einem Cocktail in der Hotelbar. Auf Wunsch organisiert Ihnen das Hotelpersonal gerne ein orientalisches Bankett mit Bauchtanzeinlage.\nAn der 24-Stunden-Rezeption des Hotels Oriental bedient Sie mehrsprachiges Personal. In Hotelnähe gibt es öffentliche Parkplätze.\nGutleutviertel ist bei Reisenden, die an Museen, einer schönen Altstadt und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/villa-oriental.html?aid=946919","address":"Baseler Straße 21, Gutleutviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Hotel West an der Bockenheimer Warte","description":"In einer zentralen Lage in Frankfurt neben dem mittelalterlichen Turm Bockenheimer Warte begrüßt Sie dieses Hotel, nur 500 m vom Palmengarten und einer U-Bahn-Station entfernt.\nDas Hotel West bietet hervorragende Anbindung an die öffentlichen Verkehrsmittel und liebevoll eingerichtete Zimmer mit allen erforderlichen modernen Annehmlichkeiten. Das köstliche Frühstücksbuffet sorgt für einen schwungvollen Start in den Tag.\nZahlreiche berühmte Sehenswürdigkeiten befinden sich in der Nähe des Hotel West wie das 600 m entfernte Senckenberg Museum, die Universität Frankfurt und das Einkaufszentrum Leipziger Straße. Geschäftsreisende erreichen die Messe Frankfurt in weniger als 10 Minuten zu Fuß.\nDie U-Bahn-Station Bockenheimer Warte und eine Straßenbahnhaltestelle befinden sich direkt neben dem Hotel. Von hier gelangen Sie schnell und einfach in alle anderen Stadtteile.\nBockenheim ist bei Reisenden, die an Architektur, Stadtbummeln und Business interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/west.html?aid=946919","address":"Gräfstraße 81, Bockenheim, 60486 Frankfurt am Main, Deutschland"},{"name":"Hotel Zeil","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDie Unterkunft Hotel Zeil verkauft sich auf unserer Webseite schnell. Direkt an der Einkaufsmeile Zeil bietet dieses 3-Sterne-Hotel schallisolierte Zimmer, kostenloses WLAN und eine günstige Verkehrsanbindung im Herzen von Frankfurt. Die Frankfurter Börse liegt 1 km entfernt.\nAlle Zimmer des Hotels Zeil sind mit Kabel-TV, Minibar und Schreibtisch ausgestattet. Nichtraucherzimmer sind auf Anfrage verfügbar.\nIm Zeil Hotel beginnen Sie Ihren Morgen am abwechslungsreichen Frühstücksbuffet. Internationale Gerichte werden im Restaurant mit Bar serviert.\nDie U- und S-Bahnstation Konstablerwache befindet sich 400 m vom Hotel Zeil entfernt. Innerhalb von 9 Minuten erreichen Sie das Frankfurter Messegelände mit dem Zug.\nIm Hotel Zeil wohnen Sie in idealer Lage für Ausflüge in die sehenswerte Altstadt. Etwa 1 km entfernt erwarten Sie die beliebten Etablissements am Römer.\nEine begrenzte Anzahl kostenloser Parkplätze steht am Zeil Hotel zur Verfügung.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/hotelzeil.html?aid=946919","address":"Zeil 12, Frankfurt Zentrum-Altstadt, 60313 Frankfurt am Main, Deutschland"},{"name":"Hotel Zentrum an der Hauptwache","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDieses Hotel genießt eine zentrale Lage in Frankfurt am Main, nur 100 m vom U- und S-Bahnhof Hauptwache entfernt. Freuen Sie sich auf ein tägliches Frühstücksbuffet sowie kostenfreies WLAN im gesamten Hotel.\nAlle Zimmer im Hotel Zentrum an der Hauptwache verfügen über Sat-TV, schallisolierte Fenster und ein eigenes Bad.\nDas Hotel Zentrum Hauptwache liegt nur einen kurzen Spaziergang von der Einkaufsstraße Zeil, der Börse und dem Frankfurter Bankenviertel entfernt.\nZum Hauptbahnhof Frankfurt (Main) gelangen Sie vom Hotel Hauptwache nach 5 Minuten mit der S-Bahn. Die Messe Frankfurt erreichen Sie nach 7 Minuten und den Flughafen Frankfurt am Main nach 15 Minuten.\nFrankfurt Zentrum-Altstadt ist bei Reisenden, die an Shoppen, Weihnachtsmärkten und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/zentrhotelfrank.html?aid=946919","address":"Rossmarkt 7, Frankfurt Zentrum-Altstadt, 60311 Frankfurt am Main, Deutschland"},{"name":"Hotel-Pension Altes Zollhaus","description":"RTB:\nHistorisches Gebaude\nTerrasse\nCasino\nKostenlose Parkplaetze\nKostenloses WLAN\nRoom info:\nDusche/WC\nSchreibtisch\nSchrank\nSat-TV\nminibar\nArea/other information:\nSchultheis-Weiher - 850 m\nCapitol - 2.7 km\nTolliwood Kinder Abenteuerland - 1.9 km\nIndoor-Kart 2000 - 2.2 km\nCity Tower - 3.0 km\nKlingspor Museum - 2.9 km\nFrankfurt und Sehenswurdigkeiten - 7 km\nTransport:\nBahnhof Frankfurt-Mainkur - 160 m\nFrankfurt Airport - 18 km","url":"http:/www.booking.com/hotel/de/am-main-frankfurt-am-main.html?aid=946919","address":"Hanauer Landstr 563, 60386 Frankfurt am Main, Deutschland"},{"name":"Hotelgarni Frankfurt","description":"Die Unterkunft Hotelgarni Frankfurt verkauft sich auf unserer Webseite schnell. Dieses einladende Hotel im Frankfurter Westend besticht durch seine gute Anbindung an die öffentlichen Verkehrsmittel und die Nähe zur Frankfurter Messe, dem Universitätsgelände und vielen bekannten Sehenswürdigkeiten.\nIn den gemütlichen Zimmern des Hotelgarni Frankfurt mit seiner angenehmen Atmosphäre erleben Sie eine geruhsame Nacht nach spannenden Erkundungstouren oder einem anstrengenden Arbeitstag. Zudem stärken Sie sich täglich am leckeren Frühstücksbuffet und profitieren von einer kostenfreien WLAN-Internetverbindung.\nNur wenige Schritte trennen Sie von einem U-Bahnhof und einer Straßenbahnhaltestelle, so dass Sie bequem und rasch in alle Teile der Stadt fahren. Die 800 m bis zur Frankfurter Messe legen Sie zu Fuß zurück.\nZu den beliebten Sehenswürdigkeiten in der Nähe zählen das Mainufer, das Museumsufer und der Dom St. Bartholomäus. Zudem laden in der unmittelbaren Nachbarschaft des Hotelgarni Frankfurt zahlreiche Gaststätten, Kneipen und Restaurants zu einem Besuch ein.\nDer Check-out ist ganz gemütlich um 13:00 – Zeit für ein ausgiebiges Frühstück.\nBockenheim ist bei Reisenden, die an Architektur, Stadtbummeln und Business interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/hotelgarni-frankfurt.html?aid=946919","address":"Varrentrappstr. 73, Bockenheim, 60486 Frankfurt am Main, Deutschland"},{"name":"ibis Frankfurt Centrum","description":"Freuen Sie sich in diesem Ibis Hotel im Zentrum von Frankfurt auf eine 24-Stunden-Bar und kostenfreies WLAN in der Lobby. Das Hotel liegt 100 Meter vom Main und 400 Meter vom Hauptbahnhof entfernt.\nDie Zimmer im Ibis Frankfurt Centrum sind mit einem TV und einem eigenen Bad ausgestattet.\nEin frisch zubereitetes Frühstücksbuffet erwartet Sie jeden Morgen im Frühstücksraum. An der 24-Stunden-Bar des Ibis Frankfurt Centrum erhalten Sie Getränke und Snacks.\nZum historischen Römerplatz gelangen Sie in einem 20-minütigen Spaziergang am Main entlang. Die Messe Frankfurt ist ebenfalls 20 Gehminuten vom Ibis Frankfurt Centrum entfernt.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nGutleutviertel ist bei Reisenden, die an Museen, einer schönen Altstadt und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/ibis-frankfurt-friedensbrucke.html?aid=946919","address":"Speicherstr. 4, Gutleutviertel, 60327 Frankfurt am Main, Deutschland"},{"name":"ibis Hotel Frankfurt City Messe","description":"Dieses Nichtraucherhotel bietet kostenfreie Internetterminals und eine rund um die Uhr geöffnete Bar. Den Frankfurter Hauptbahnhof und das Messegelände erreichen Sie direkt mit der Straßenbahn, und Sie benötigen lediglich 3 Minuten zur Autobahn A5.\nDas Hotel Ibis Frankfurt City Messe verfügt über schallisolierte Zimmer mit Klimaanlage und Sat-TV mit vielen internationalen Nachrichtensendern. In der Lobby steht Ihnen WLAN kostenfrei zur Verfügung.\nInternationale Gerichte serviert allabendlich das Café Süd & Cie. Die Hotelbar lockt mit einer großen Auswahl an Getränken und Snacks sowie WLAN.\nDie Straßenbahnhaltestelle Leonardo-da-Vinci-Allee erreichen Sie vom Ibis Frankfurt City Messe in 3 Minuten zu Fuß.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nBockenheim ist bei Reisenden, die an Architektur, Stadtbummeln und Business interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/ibis-frankfurt-city-messe.html?aid=946919","address":"Leonardo-da-Vinci-Allee 40, Bockenheim, 60486 Frankfurt am Main, Deutschland"},{"name":"ibis Hotel Frankfurt Messe West","description":"Mit klimatisierten Zimmern, kostenfreien Internetterminals und einer rund um die Uhr geöffneten Bar erwartet Sie dieses Hotel. Mit der U-Bahn erreichen Sie nach 5 Stationen die Frankfurter Innenstadt, während Sie in 5 Autominuten zum Messegelände gelangen.\nAlle Zimmer im ibis Hotel Frankfurt Messe West bieten ein eigenes Bad mit einem Haartrockner. WLAN nutzen Sie im gesamten Hotel kostenfrei.\nDas Frühstück wird im ibis Hotel Frankfurt Messe West von 04:00 bis 12:00 Uhr serviert. Snacks und Getränke erhalten Sie zudem ganztägig im modernen Loungebereich des Hotels.\nDen U-Bahnhof Industriehof erreichen Sie vom Ibis Hotel Frankfurt Messe West aus in 2 Minuten zu Fuß. Von der Autobahn A66 trennen Sie 3 Minuten.\nIhr Fahrzeug stellen Sie auf dem Privatparkplatz des ibis mit Überwachungskameras und Frauenparkplätzen ab.\nBockenheim ist bei Reisenden, die an Architektur, Stadtbummeln und Business interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/frankfurt-messe-west.html?aid=946919","address":"Breitenbachstraße 7, Bockenheim, 60487 Frankfurt am Main, Deutschland"},{"name":"Ibis Styles Frankfurt City","description":"Dieses Hotel bietet moderne Zimmer mit kostenfreiem WLAN und einem Flachbild-TV sowie kostenfreie Telefongespräche ins deutsche Festnetz. In 3 Gehminuten erreichen Sie den Hauptbahnhof Frankfurt.\nEin Frühstücksbuffet wird im Ibis Styles Frankfurt City jeden Morgen serviert. Die Lobbybar empfängt Sie bis 22:00 Uhr mit kostenfreiem Kaffee, Tee und Wasser.\nDie Nichtraucher-Unterkunft Ibis Styles Frankfurt City verfügt über eine 24-Stunden-Rezeption.\nDie Messe Frankfurt liegt 1 U-Bahnstation vom Frankfurt City entfernt. Die Einkaufsstraße Zeil ist 3 Haltestellen entfernt. Zum Museumsufer und ins Bankenviertel gelangen Sie in 10 Minuten zu Fuß.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/all-seasons-frankfurt.html?aid=946919","address":"Moselstrasse 12, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Innside by Meliá Frankfurt Niederrad","description":"Dieses Hotel bietet moderne Studios mit kostenfreiem Internetzugang und kostenfreien Sky-TV-Kanälen sowie einen Wellnessbereich. Das Hotel liegt im Frankfurter Stadtteil Niederrad, 20 Fahrminuten vom Stadtzentrum entfernt.\nDie klimatisierten Studios im Innside by Meliá Frankfurt Niederrad verfügen über ein Designerbad und einen Flachbild-TV. Kostenfrei genießen Sie Getränke aus der Minibar.\nFreuen Sie sich auf einen Wellnessbereich mit Sauna, Aroma-Dampfbad, Solarium und Fitnessraum.\nIm Restaurant Fugo mit Terrasse genießen Sie argentinische Gerichte und internationale Küche.\nAußerdem lädt die stilvolle Bar des Meliá Frankfurt Niederrad zum Verweilen bei einem Getränk ein.\nDie nächste Straßenbahnhaltestelle liegt 500 m entfernt. Den S-Bahnhof Niederrad erreichen Sie in 10 Gehminuten.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nNiederrad ist bei Reisenden, die an einer tollen Skyline, Business und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/innsidepremiumhotel.html?aid=946919","address":"Herriotstr. 2, Niederrad, 60528 Frankfurt am Main, Deutschland"},{"name":"Innside Frankfurt Eurotheum","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDieses Hotel beginnt auf der 22. Etage eines Frankfurter Wolkenkratzers und bietet von jedem Zimmer Aussicht auf die Skyline sowie kostenfreies WLAN (bis 100 MB). Sie wohnen nur 3 Gehminuten von der Alten Oper entfernt.\nDie großen Apartments im Innside Frankfurt Eurotheum verfügen über raumhohe Fenster und Bäder mit offenem Schnitt. Die Unterkünfte befinden sich auf den Etagen 23 bis 29 und bieten eine Küchenzeile mit Kühlschrank/Minibar.\nDie preisgekrönte 22nd Lounge & Bar des Innside lockt mit Liveunterhaltung, Jazz und Panoramablick auf Frankfurt. Ein reichhaltiges erstklassiges Frühstücksbuffet wird jeden Morgen serviert.\nDas Wellnesscenter Sportlife Europlex im Innside Frankfurt Eurotheum erwartet Sie mit einem Fitnessraum mit Aussicht, einer Sauna und einem Ruheraum.\nDer S-Bahnhof Taunusanlage liegt nur 2 Gehminuten vom Hotel entfernt. Von dort erreichen Sie den internationalen Flughafen Frankfurt und die Messe Frankfurt direkt.","url":"http:/www.booking.com/hotel/de/innside-premium-suites-frankfurt-eurotheum.html?aid=946919","address":"Neue Mainzer Straße 66-68, Frankfurt Zentrum-Altstadt, 60311 Frankfurt am Main, Deutschland"},{"name":"InterCityHotel Frankfurt","description":"Dieses Hotel empfängt Sie mit modernen Wellnesseinrichtungen direkt gegenüber dem Frankfurter Hauptbahnhof und bietet Ihnen schallisolierte Zimmer sowie kostenfreies WLAN. Die öffentlichen Verkehrsmittel nutzen Sie kostenfrei.\nDas InterCityHotel Frankfurt verfügt über klimatisierte Zimmer mit Kabel-TV, einem Safe und einer Minibar. Barrierefreie Zimmer sind ebenfalls vorhanden.\nZu den Einrichtungen des InterCityHotel gehören eine Biosauna und ein Fitnesscenter mit modernen Geräten.\nJeden Morgen steht in der Brasserie mit Weinbar Fleming's ein reichhaltiges Frühstücksbuffet für Sie bereit. Zudem laden die Riva Sommerlounge, das Café Metropolitan und die Bar Mainhattan zum Verweilen ein.\nDie Frankfurter Messe erreichen Sie mit der S-Bahn bereits nach 4 Minuten. Öffentliche Parkplätze in der Nähe des Frankfurt InterCityHotel sorgen für zusätzlichen Komfort.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nGallusviertel ist bei Reisenden, die an einer tollen Skyline, Business und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/ichfrankf.html?aid=946919","address":"Poststr. 8, Gallusviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"InterCityHotel Frankfurt Airport","description":"Dieses moderne InterCityHotel bietet Ihnen kostenfreies WLAN und kostenfreie Nutzung des öffentlichen Nahverkehrs in Frankfurt. Das Hauptterminal des Frankfurter Flughafens befindet sich nur 4 km entfernt. Einen Shuttleservice buchen Sie im Hotel.\nZu den gastronomischen Einrichtungen im InterCityHotel Frankfurt gehören das Restaurant Fluggi und die Kneipe Pub JU 52 mit nostalgischer Fliegeratmosphäre. Internationale Küche, erlesene Weine und deutsche Biere erwarten Sie hier.\nDie klassisch eingerichteten Zimmer im Intercityhotel Frankfurt Airport sind alle in warmen Farben gehalten und mit Kabel-TV und einem modernen Bad ausgestattet.\nZu den Freizeiteinrichtungen im InterCityHotel zählen eine Finnische Sauna und ein gut ausgestatteter Fitnessraum.\nDas Hotel bietet Ihnen über das Autobahnkreuz Frankfurter Kreuz eine gute Anbindung an die Autobahnen A3 und A5.\nGegen einen Aufpreis nutzen Sie einen Shuttlebus vom und zum internationalen Flughafen Frankfurt.","url":"http:/www.booking.com/hotel/de/interchotelfrankairport.html?aid=946919","address":"Am Luftbrückendenkmal 1, 60549 Frankfurt am Main, Deutschland"},{"name":"InterContinental Frankfurt","description":"Das Intercontinental Frankfurt genießt eine perfekte Lage am Ufer des Mains. Es liegt 5 Gehminuten vom Frankfurter Hauptbahnhof und 1 U-Bahnstation von der Messe Frankfurt entfernt.\nDie eleganten, klimatisierten Zimmer im Intercontinental Frankfurt verfügen über Sat-TV mit internationalen Kanälen und Radiosendern, Tee- und Kaffeezubehör sowie eine Minibar. Es liegen Bademäntel, Pflegeprodukte und ein Haartrockner für Sie bereit. Sie genießen eine fantastische Aussicht auf die beeindruckendste Skyline von ganz Deutschland und auf den Main.\nIm Restaurant Signatures Veranda können Sie die Köstlichkeiten der modernen deutschen Küche entdecken. Lassen Sie den Tag in der Bar DAXx Mainhattan bei leckeren Cocktails und Snacks ausklingen. Hier können Sie auch aus 60 verschiedenen Whiskysorten wählen.\nIm 300 m² großen Fitness-Club der Unterkunft können Sie rund um die Uhr kostenfrei trainieren und dabei den Panoramablick auf den Fluss genießen. Im gesamten Hotel steht Ihnen Highspeed-Internetzugang zur Verfügung.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/intercontinentalfrankfurt.html?aid=946919","address":"Wilhelm-Leuschner-Str. 43, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Jugendherberge Frankfurt - Haus der Jugend","description":"Diese Jugendherberge liegt direkt am Ufer des Main und bietet einen herrlichen Panoramablick auf die Frankfurter Skyline. Das Haus der Jugend erwartet Sie mit einer 24-Stunden-Rezeption und einem Innenhof zum Entspannen.\nDie hellen Zimmer und klassischen Schlafsäle der Jugendherberge Frankfurt - Haus der Jugend sind schlicht eingerichtet und bieten Zugang zu einem Gemeinschaftsbad auf dem Flur.\nJeden Morgen steht ein Frühstücksbuffet für Sie bereit. Auch zum Mittag- und Abendessen werden Buffets angeboten. Im Café Backpackers Inn genießen Sie Snacks und Getränke mit herrlichem Blick auf den Main und die Frankfurter Innenstadt.\nDas Haus der Jugend befindet sich im lebhaften Stadtteil Sachsenhausen, nur 15 Gehminuten von der Frankfurter Altstadt und dem Museumsufer entfernt. Die Straßenbahnhaltestelle Frankensteiner Platz erreichen Sie vom Hostel aus nach nur 50 m.\nSachsenhausen ist bei Reisenden, die an Museen, Kultur und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/haus-der-jugend-jugendherberge-frankfurt.html?aid=946919","address":"Deutschherrnufer 12, Sachsenhausen, 60594 Frankfurt am Main, Deutschland"},{"name":"Jumeirah Frankfurt","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDie Unterkunft Hotel Jumeirah Frankfurt verkauft sich auf unserer Webseite schnell. Dieses elegante Hotel empfängt Sie mit einer luxuriösen Inneneinrichtung, moderner Küche und einer entspannenden Atmosphäre. Es befindet sich direkt im Herzen von Frankfurt, nur wenige Schritte von der Haupteinkaufsstraße Zeil entfernt.\nDie geräumigen Zimmer und Suiten im Jumeirah Frankfurt bieten einen atemberaubenden Blick auf die Stadt, die Frankfurter Skyline und den Taunus. Alle Zimmer verfügen über ein großes Gemälde des zeitgenössischen Künstlers Hartwig Ebersbach, einen 42-Zoll-TV, eine Nespresso-Kaffeemaschine und eine effiziente Temperaturregelung.\nTropische Regenduschen und 2 Saunen erwarten Sie im Wellnessbereich des Jumeirah. Freuen Sie sich auf unbegrenzten Zugang zum Platinum Fitness First Health Club mit Innenpool im Nachbargebäude.\nSaisonale Spezialitäten werden Ihnen im eleganten Restaurant Max On One mit begehbarem Weinschrank serviert.\nDer U- und S-Bahnhof Hauptwache ist nur 100 m vom Hotel Jumeirah Frankfurt entfernt. Bis zum Römer sind es 700 m.\nFrankfurt Zentrum-Altstadt ist bei Reisenden, die an Shoppen, Weihnachtsmärkten und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/jumeirah-frankfurt.html?aid=946919","address":"Thurn-und-Taxis-Platz 2, Frankfurt Zentrum-Altstadt, 60313 Frankfurt am Main, Deutschland"},{"name":"Kempinski Hotel Frankfurt Gravenbruch","description":"Dieses 5-Sterne-Superior-Hotel in Neu-Isenburg empfängt Sie 15 Fahrminuten von Frankfurt entfernt. Das Kempinski Hotel Frankfurt Gravenbruch besitzt eigene Außenanlagen, zu denen auch ein großer Park und ein See gehören. Sie profitieren von einem kostenlosen Flughafentransfer.\nDas Kempinski Hotel Frankfurt Gravenbruch befindet sich in einem Gebäude aus dem 16. Jahrhundert und bietet Ihnen klimatisierte Zimmer und Suiten mit Massivholzmöbeln. Alle Zimmer sind mit Hausschuhen und Bademänteln ausgestattet. WLAN ist ebenfalls verfügbar.\nDas elegante Restaurant EssTisch bietet Parkblick und gehobene Küche. Sonntags werden hier ein Brunch und Unterhaltung für Kinder angeboten. Das Sra Bua by Juan Amador serviert panasiatische Gourmetgerichte. Das Restaurant Torschänke verwöhnt Sie mit hessischen Spezialitäten. Raucher können in der Lounge Smokers 100 entspannen.\nDarüber hinaus erwartet Sie ein Fitnesscenter.\nJoggingstrecken beginnen direkt gegenüber dem Kempinski Hotel Frankfurt Gravenbruch. Das Offenbacher Kreuz der Autobahnen A3 und A661 erreichen Sie nach nur 10 Minuten.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/kempinskihotelgravenbruchfrankfurt.html?aid=946919","address":"Graf zu Ysenburg und Büdingen Platz 1, 63263 Frankfurt am Main, Deutschland"},{"name":"Landhaus Alte Scheune","description":"Dieses ruhig im Stadtteil Nieder-Erlenbach gelegene, traditionelle Hotel befindet sich nur 12 km von den wichtigsten Sehenswürdigkeiten Frankfurts entfernt. Freuen Sie sich auf ein Gartenrestaurant mit einer Kneipe im Landhausstil und geräumige Unterkünfte mit kostenfreiem WLAN.\nDas Landhaus Alte Scheune verfügt über Zimmer und Apartments mit edlen Teppichen und Massivholzmöbeln. Zur Ausstattung gehören Kabel-TV und ein modernes Bad.\nStarten Sie den Tag mit einem kostenlosen, herzhaften Frühstücksbuffet. Regionale Spezialitäten werden im Restaurant des Hotels serviert. Bei schönem Wetter sind Sie herzlich eingeladen, auf der Terrasse zu speisen.\nDie Messe Frankfurt, das Goethe-Haus und der Kaiserdom St. Bartholomäus befinden sich weniger als 20 Autominuten vom Landhaus Alte Scheune entfernt.\nKostenfrei profitieren Sie von den Parkmöglichkeiten an der Unterkunft. Zum internationalen Flughafen Frankfurt gelangen Sie nach 32 km.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/landhaus-alte-scheune.html?aid=946919","address":"Alt-Erlenbach 44, 60437 Frankfurt am Main, Deutschland"},{"name":"Landhotel Sulzbacher Hof","description":"In Sulzbach bietet Ihnen das Landhotel Sulzbacher Hof komfortable Zimmer und kostenfreies WLAN in allen Bereichen. Sie wohnen 15 Fahrminuten vom Flughafen Frankfurt, den Konferenzzentren und dem Stadtzentrum entfernt.\nDie hellen Zimmer im Landhotel Sulzbacher Hof verfügen jeweils über Sat-TV und ein eigenes Bad mit einem Haartrockner. Einige Zimmer bieten zudem eine kleine Terrasse oder Blick auf den Taunus.\nVom Hotel aus erkunden Sie die hessische Landschaft bequem mit dem Fahrrad oder zu Fuß. Ganz in der Nähe befindet sich ein Wanderweg.\nEin Frühstücksbuffet steht jeden Morgen für Sie bereit. Darüber hinaus erwarten Sie im Umkreis von 10 Gehminuten verschiedene Restaurants mit regionaler und internationaler Küche.\nDas Landhotel Sulzbacher Hof liegt 2 km vom S-Bahnhof Sulzbach (Taunus) Nord und 5 Fahrminuten von der Autobahn A66 entfernt. Kostenfreie Privatparkplätze stehen an der Unterkunft zur Verfügung.","url":"http:/www.booking.com/hotel/de/landhotel-sulzbacher-hof.html?aid=946919","address":"Mühlstr.11, 65843 Frankfurt am Main, Deutschland"},{"name":"Le Méridien Parkhotel Frankfurt","description":"Dieses historische Frankfurter Hotel begrüßt Sie mit stilvollen Unterkünften und Wellnesseinrichtungen. Die Altstadt und die Messe Frankfurt erreichen Sie von hier aus nach einem 15-minütigen Spaziergang. Vom Frankfurter Hauptbahnhof trennen Sie 200 m.\nDas Le Méridien Parkhotel Frankfurt bietet elegante, klimatisierte Zimmer und Suiten. Die Unterkünfte befinden sich entweder im modernen Flügel oder im historischen Teil des Gebäudes.\nAlle Zimmer und Suiten erwarten Sie mit einem Flachbild-TV und Internetzugang (gegen Aufpreis). Ihr Fahrzeug können Sie an der Unterkunft parken.\nErholsame Momente verspricht der Wellnessbereich White Stone Lounge des Le Méridien. Dieser umfasst einen Fitnessraum, eine Sauna und ein Dampfbad. Auch eine Auswahl an Massagen ist erhältlich.\nDas Frühstück wird im Restaurant Le Parc serviert. Der Sonntagsbrunch wird bis 14:30 Uhr angeboten. Den ganzen Tag über können Sie hier zudem internationale Speisen genießen.\nDie Bar Casablanca lädt mit Ledersesseln sowie Live-Klaviermusik zum Verweilen ein. Im Sommer lockt die Gartenterrasse Le Jardin mit Getränken und regionalen Gerichten.","url":"http:/www.booking.com/hotel/de/le-meridien-park.html?aid=946919","address":"Wiesenhuettenplatz 28 - 38, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Leonardo Hotel Frankfurt City Center","description":"Die Unterkunft Leonardo Hotel Frankfurt City Center verkauft sich auf unserer Webseite schnell. Das Leonardo Hotel empfängt Sie im Zentrum von Frankfurt, nur 100 m vom Frankfurter Hauptbahnhof entfernt. Freuen Sie sich auf klimatisierte Zimmer, eine moderne Bar und eine exzellente Verkehrsanbindung.\nAlle ruhigen Zimmer im Leonardo Hotel Frankfurt City Center sind mit einem Flachbild-TV ausgestattet. Gerne können Sie in allen Bereichen kostenfreies WLAN nutzen.\nDer U-Bahnhof Hauptbahnhof liegt nur wenige Schritte vom Leonardo Hotel entfernt und bietet Anbindung an die Messe Frankfurt in 2 Minuten.\nDas tägliche Frühstücksbuffet im Leonardo umfasst einen Bereich mit Bio-Produkten. Die Hotelbar serviert eine Auswahl an Getränken, von deutschem Bier bis hin zu erlesenen Weinen.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/terminusfrankfurt.html?aid=946919","address":"Münchener Str. 59, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Leonardo Royal Hotel Frankfurt","description":"Dieses eindrucksvolle 4-Sterne-Hotel liegt in einem Wolkenkratzer im lebhaften Frankfurter Stadtteil Sachsenhausen. Freuen Sie sich auf ein hohes Maß an Komfort und eine atemberaubende Aussicht auf die Skyline der Stadt.\nDas Leonardo Royal Hotel Frankfurt City wurde 2014 renoviert und eignet sich ideal für Städte- und Geschäftsreisende oder Messebesucher.\nDas Hotel liegt nur eine 20-minütige Fahrt vom internationalen Flughafen Frankfurt entfernt. Die wichtigsten Einkaufsviertel, kulturellen Sehenswürdigkeiten und die Messe Frankfurt sind bequem mit dem Auto oder den öffentlichen Verkehrsmitteln zu erreichen.\nIm Restaurant Vitruv genießen Sie morgens ein herzhaftes Frühstück. Zum Mittag- und Abendessen können Sie einen Tisch reservieren. Das Bistro Leo Lounge bietet Ihnen Snacks, Desserts und Cocktails. Die Sportbar Leo serviert saisonale, rustikale Gerichte und eine Auswahl an Bieren.\nNutzen Sie die verschiedenen Sport- und Wellnesseinrichtungen in der Unterkunft oder erkunden Sie die unzähligen Bars und Diskotheken im umliegenden Viertel Sachsenhausen. WLAN ist gegen Aufpreis im gesamten Gebäude verfügbar.\nSachsenhausen ist bei Reisenden, die an Museen, Kultur und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/leonardo-royal-frankfurt.html?aid=946919","address":"Mailänder Str. 1, Sachsenhausen, 60598 Frankfurt am Main, Deutschland"},{"name":"LIBERTINE LINDENBERG","description":"LIBERTINE LINDENBERG offers accommodation in a classic-style building and all rooms offer free Wi-Fi.\nEvery room includes a flat-screen TV with cable channels. Some units feature a seating area for your convenience. Certain rooms have views of the river or city. For your comfort, you will find free toiletries and a hair dryer.\nOn the fifth floor, guests can enjoy a communal kitchen with scenic views. A gym and music centre is also available on the property for guests to enjoy at their leisure.\nFair Frankfurt is 2.9 km from LIBERTINE LINDENBERG, while Schirn Art Hall Kunsthalle is 700 metres from the property. The nearest airport is Frankfurt Airport, 11 km from the property.\nThe museum area is only 5 minutes away by foot and the Messe Frankfurt building is 3.5 kilometres from the property.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nSachsenhausen ist bei Reisenden, die an Museen, Kultur und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/libertine-lindenberg.html?aid=946919","address":"Frankensteiner Straße 20, Sachsenhausen, 60594 Frankfurt am Main, Deutschland"},{"name":"LINDENBERG","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDas stilvolle LINDENBERG erwartet Sie in Frankfurt am Main in einem historischen Gebäude aus der Gründerzeit, dass unter Denkmalschutz steht. Es bietet einzigartig gestaltete Zimmer mit kostenfreiem WLAN. Dank der kostenfreien Nutzung des Fitnessraums sowie der verschiedenen Gemeinschaftsbereiche können Sie sich wie zu Hause fühlen.\nDas Lindenberg verbindet die Atmosphäre eines Hotels mit dem Gefühl einer Gemeinschaft, sodass es für kurze oder längere Aufenthalte geeignet ist. Alle Zimmer lassen viel Tageslicht hinein und verfügen über eine luxuriöse und geschmackvolle Einrichtung. Sie können am gemeinsamen Kamin ein Buch lesen oder im Garten verweilen. Die Dachterrasse und die Bar der Unterkunft eignen sich ideal zum Entspannen bei einem kühlen Getränk.\nAlle Suiten erwarten Sie mit einer eigenen Küchenzeile, in der Sie sich leichte Snacks zubereiten können. Ihnen steht zudem eine Gemeinschaftsküche zur Verfügung, in der Sie sich Mahlzeiten zubereiten können.\nDas Lindenberg liegt in Frankfurts Ostend, in der Nähe der Europäischen Zentralbank und des Mains. Regionale Sehenswürdigkeiten wie den Kaiserdom St. Bartholomäus und das Museumsviertel erreichen Sie innerhalb von 10 Gehminuten und die Messe Frankfurt liegt 3,5 km entfernt.\nDer Hauptbahnhof Frankfurt liegt nur 2,5 km entfernt und vom Flughafen Frankfurt am Main trennen Sie weniger als 20 Autominuten.\nFrankfurt Zentrum-Altstadt ist bei Reisenden, die an Shoppen, Weihnachtsmärkten und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/das-lindenberg-frankfurt-am-main1.html?aid=946919","address":"Rückertstraße 47, Frankfurt Zentrum-Altstadt, 60314 Frankfurt am Main, Deutschland"},{"name":"Lindner Congress Hotel Frankfurt","description":"Dieses Lindner Hotel begrüßt Sie im Frankfurter Stadtteil Höchst, nur 10 km von der Frankfurter Innenstadt entfernt. Freuen Sie sich auf klimatisierte Zimmer, ein im bayerischen Stil gestaltetes Restaurant und ein Wellnesscenter mit einem Fitnessraum.\nDie Zimmer im Lindner Congress Hotel Frankfurt verfügen alle über Kaffee- und Teezubehör sowie einen Flachbild-Sat-TV.\nIm Hotelrestaurant können Sie jeden Abend Spezialitäten der Region und Gerichte der internationalen Küche genießen. In der Lounge Höchst Bayrisch erwarten Sie Getränke, Snacks und auf Großbild-TVs live übertragene Sportveranstaltungen.\nNutzen Sie die Wellnesseinrichtungen im Lindner Frankfurt, darunter eine finnische Sauna, ein Dampfbad und einen Fitnessraum. Das Mainufer liegt 2 Gehminuten entfernt und die Frankfurter Messe erreichen Sie vom Hotel nach nur 9 km.\nDer Hauptbahnhof Frankfurt und der Flughafen Frankfurt sind beide 10 km vom Lindner Congress entfernt. Von der gegenüber dem Hotel gelegenen Straßenbahnhaltestelle Bolongaropalast gelangen Sie nach 25 Minuten in die Frankfurter Innenstadt.","url":"http:/www.booking.com/hotel/de/lindnerfr.html?aid=946919","address":"Bolongarostr. 100, Höchst, 65929 Frankfurt am Main, Deutschland"},{"name":"Lindner Hotel & Residence Main Plaza","description":"Das Lindner Hotel erwartet Sie im Frankfurter Stadtteil Sachsenhausen, südlich des Mains. Freuen Sie sich auf einen 450 m² großen Wellnessbereich und große Zimmer mit einem Sitzbereich und Stadtblick.\nDas Lindner Hotel & Residence Main Plaza bietet zwei Restaurants: Das New Brick und das Leon Garcias, das Ihnen Tapasgerichte serviert. Die Harry's New York Bar mit Terrasse ist bis 03:00 Uhr geöffnet.\nDas 450 m² große Main Plaza Beauty & Spa steht Ihnen kostenfrei zur Verfügung. Freuen Sie sich auf einen Innenpool, Saunen, Dampfbäder und ein Fitnesscenter.\nDas weltberühmte Museumsufer befindet sich weniger als 1 km am Main entlang vom Lindner Hotel & Residence entfernt. Der Stadtteil Sachsenhausen ist berühmt für seine traditionellen Apfelweinlokale.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nSachsenhausen ist bei Reisenden, die an Museen, Kultur und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/lindnerhotelresidencemainplaza.html?aid=946919","address":"Walther-von-Cronberg-Platz 1, Sachsenhausen, 60594 Frankfurt am Main, Deutschland"},{"name":"Lindner Hotel & Sports Academy","description":"Dieses 3-Sterne-Hotel im Frankfurter Stadtwald liegt direkt zwischen der Frankfurter Innenstadt und dem Flughafen Frankfurt am Main. Das Hotel verfügt über geräumige Zimmer mit kostenfreiem WLAN sowie ein stilvolles Restaurant, eine Lounge und eine Bar.\nDie Zimmer des Lindner Hotel & Sports Academy sind sportlich-modern eingerichtet. Alle Zimmer bieten Ihnen einen TV, einen Schreibtisch und ein eigenes Bad. In Ihrem Zimmer können Sie zudem kostenfreie Telefongespräche führen.\nDas Lindner befindet sich neben der Commerzbank-Arena, der Heimat des Fußballvereins Eintracht Frankfurt. Vom Golfclub Frankfurt trennt Sie 1 km.\nDie S-Bahn-Station erreichen Sie vom Lindner Academy bereits nach 10 Gehminuten. Mit dem Auto gelangen Sie in 5 Minuten zum Flughafen Frankfurt am Main und in 10 Minuten zum Frankfurter Hauptbahnhof.\nIhr Auto können Sie auf dem hoteleigenen Parkplatz des Lindner Sports abstellen. Das nahe der A3 und A5 gelegene Hotel befindet sich weniger als 10 Fahrminuten vom Flughafen Frankfurt am Main entfernt.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/lindner-sports-academy.html?aid=946919","address":"Otto-Fleck-Schneise 8, 60528 Frankfurt am Main, Deutschland"},{"name":"LiV'iN Residence by Fleming´s Frankfurt - Bleichstraße","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDieses Hotel in Frankfurt liegt nur 5 Gehminuten von der Einkaufsstraße Zeil entfernt und bietet Ihnen geräumige Apartments mit kostenfreiem WLAN, eine moderne Sauna, einen Fitnessraum sowie französische Küche.\nDie schallisolierten Apartments des LiV'iN Residence Frankfurt-Bleichstraße verfügen über eine vollständig ausgestattete Küchenzeile sowie eine iPod-Dockingstation.\nDas Frühstück wird im LiV'iN Hotel an jedem Morgen serviert und an der Fleming's Snackbar stehen Ihnen verschiedene kleine Snacks und Getränke zur Auswahl.\nDie Straßenbahnhaltestelle Hessendenkmal befindet sich 5 Gehminuten vom LiV’iN Hotel Bleichstraße entfernt. Den Frankfurter Bahnhof erreichen Sie mit den öffentlichen Verkehrsmitteln in 10 Minuten.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nFrankfurt Zentrum-Altstadt ist bei Reisenden, die an Shoppen, Weihnachtsmärkten und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/liv-in-residence-bleichstrasse.html?aid=946919","address":"Bleichstr. 14-16, Frankfurt Zentrum-Altstadt, 60313 Frankfurt am Main, Deutschland"},{"name":"LiV'iN Residence by Fleming´s Frankfurt - Seilerstraße","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDieses Hotel in Frankfurt befindet sich nur 100 m von der Einkaufsstraße Zeil entfernt und bietet Apartments mit kostenfreiem WLAN, kostenfreien Wellnesseinrichtungen und eine Terrasse mit Blick auf die Gärten der Friedberger Anlage.\nDie geräumigen Apartments im LiV'iN Hotel & Residence Seilerstraße sind mit einer modernen Küchenzeile und einer iPod-Dockingstation ausgestattet.\nDie Sauna und der Fitnessraum des LiV'iN Seilerstraße stehen Ihnen kostenfrei zur Verfügung.\nFreuen Sie sich im Liv’iN Hotel auch auf das abwechslungsreiche Frühstück und die Fleming's Snackbar, die den ganzen Tag über verschiedene kleine Snacks und Getränke serviert.\nEin Büro- und Übersetzungsservice ist auf Anfrage verfügbar. Brötchen und Zeitungen werden auf Anfrage ebenfalls gerne geliefert.\nDie Frankfurter Börse und das Goethehaus sind nur etwa 1 km vom LiV'iN entfernt.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nFrankfurt Zentrum-Altstadt ist bei Reisenden, die an Shoppen, Weihnachtsmärkten und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/liv-in-residence.html?aid=946919","address":"Seilerstr. 16-18, Frankfurt Zentrum-Altstadt, 60313 Frankfurt am Main, Deutschland"},{"name":"Lloyed","description":"Die Unterkunft Hotel Lloyed verkauft sich auf unserer Webseite schnell. Dieses Hotel in Frankfurt bietet klimatisierte Zimmer sowie Privatparkplätze. Sie wohnen hier 5 Gehminuten vom Main und dem Westhafen entfernt.\nDas Hotel Lloyed erwartet Sie mit klimatisierten Nichtraucherzimmern, die mit Kabel-TV, einem funktionalen Schreibtisch und einem eigenen Bad ausgestattet sind. WLAN nutzen Sie in der Lobby kostenfrei.\nFreuen Sie sich im Lloyed auch auf das tägliche, reichhaltige Frühstücksbuffet.\nDie Straßenbahnhaltestelle Pforzheimer Straße erreichen Sie vom Lloyed aus nach einem 10-minütigen Spaziergang. Mit den dortigen Nahverkehrsverbindungen gelangen Sie schnell in die Innenstadt und zur Messe Frankfurt.\nGutleutviertel ist bei Reisenden, die an Museen, einer schönen Altstadt und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/lloyed.html?aid=946919","address":"Heidelberger Straße 3, Gutleutviertel, 60327 Frankfurt am Main, Deutschland"},{"name":"Luxor Hotel","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDas Hotel bietet komfortable Unterkünfte mit kostenfreiem WLAN im Herzen von Frankfurt. Eine Straßenbahnhaltestelle, ein S-Bahnhof, der Frankfurter Zoo und das Einkaufsviertel Zeil liegen nur wenige Schritte entfernt.\nIm Luxor Hotel wohnen Sie in geschmackvoll eingerichteten Zimmern und profitieren von einer hervorragenden Verkehrsanbindung und einer einladenden Atmosphäre. Die freundlichen Mitarbeiter helfen Ihnen gerne mit Empfehlungen zu Sehenswürdigkeiten\nFreuen Sie sich auf die Nähe zu den weltberühmten Sehenswürdigkeiten, darunter der historische Rathausplatz Römer, der Main und das Museumsufer. Geschäftsreisende erreichen bequem das Frankfurter Bankenviertel und die Messe Frankfurt.\nFrankfurt Zentrum-Altstadt ist bei Reisenden, die an Shoppen, Weihnachtsmärkten und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/luxorfrankfurt.html?aid=946919","address":"Allerheiligentor 2-4, Frankfurt Zentrum-Altstadt, 60311 Frankfurt am Main, Deutschland"},{"name":"Maingau Hotel","description":"In einer ruhigen Straße im Viertel Sachsenhausen der Stadt Frankfurt am Main empfängt Sie dieses Hotel. Den Römerplatz erreichen Sie nach nur 15 Minuten zu Fuß .\nDie komfortablen Zimmer im familiengeführten Maingau Hotel bieten kostenfreies WLAN.\nIm preisgekrönten Restaurant Döpfner genießen Sie traditionelle Gerichte und erlesene Weine.\nVom Maingau Hotel gelangen Sie bequem mit dem öffentlichen Nahverkehr zur Messe, ins Bankenviertel sowie zu den Einkaufsvierteln.\nSachsenhausen ist bei Reisenden, die an Museen, Kultur und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/maingau.html?aid=946919","address":"Schifferstrasse 38-40, Sachsenhausen, 60594 Frankfurt am Main, Deutschland"},{"name":"mainhaus Stadthotel Frankfurt","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDieses 3-Sterne-Superior-Hotel in Frankfurt bietet Ihnen komfortabel eingerichtete Zimmer und ein traditionelles Restaurant. Sie wohnen 500 m vom Mainufer und 2 Gehminuten von der Einkaufsmeile Zeil entfernt.\nDas mainhaus Stadthotel Frankfurt wurde im Jahr 2011 komplett modernisiert. Die Zimmer verfügen alle über einen Flachbild-TV und ein eigenes Badezimmer. WLAN kann in allen Zimmern gebucht werden und am PC an der Rezeption nutzen Sie Internetzugang kostenfrei.\nEin abwechslungsreiches Frühstücksbuffet wird Ihnen jeden Morgen im traditionellen Restaurant angeboten. Mittags und abends genießen Sie hier auch typische Gerichte der deutschen Küche.\nAm mainhaus Stadthotel Frankfurt stehen Parkplätze zur Verfügung. Die Frankfurter Messe liegt 3 km entfernt.\nFrankfurt Zentrum-Altstadt ist bei Reisenden, die an Shoppen, Weihnachtsmärkten und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/kolpinghotelfrankfurt.html?aid=946919","address":"Lange Str. 26, Frankfurt Zentrum-Altstadt, 60311 Frankfurt am Main, Deutschland"},{"name":"Manhattan Hotel","description":"Dieses moderne Hotel liegt gegenüber dem Frankfurter Hauptbahnhof. Es bietet 55 Nichtraucherzimmer, kostenfreies WLAN und eine 24-Stunden-Bar. Die Messe Frankfurt erreichen Sie mit der U-Bahn nach 5 Minuten.\nDas Manhattan Hotel verfügt über helle Zimmer mit einem Schreibtisch, einer Minibar und einem Flachbild-Sat-TV.\nJeden Morgen wird Ihnen im Manhattan ein großes Frühstücksbuffet serviert.\nAls Gast des Manhattan Hotels können Sie den Internetterminal in der Lobby kostenfrei nutzen.\nVom Manhattan Hotel aus erreichen Sie mit der S-Bahn nach 20 Minuten den Flughafen Frankfurt.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/manhattanhotel.html?aid=946919","address":"Düsseldorfer Strasse 10, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Maritim Hotel Frankfurt","description":"Das stilvolle Hotel liegt direkt neben der Frankfurter Messe und in der Nähe der Skyline Plaza - Frankfurts berühmtem neuen Einkaufszentrum. Die nahe gelegene Innenstadt erreichen Sie einfach mit den öffentlichen Verkehrsmitteln. Das Maritim Hotel Frankfurt bietet moderne Zimmer, einen luxuriösen Wellnessbereich mit einem großen Pool und 3 internationale Restaurants.\nDie geräumigen Zimmer im Maritim Hotel Frankfurt sind elegant gestaltet. Alle Zimmer verfügen über eine Klimaanlage, Sat-TV und eine Minibar. WLAN ist im gesamten Hotel kostenfrei verfügbar.\nDas Restaurant Ambiente mit einer offenen Küche serviert Ihnen morgens ein reichhaltiges Frühstücksbuffet. Das elegante Restaurant Classico bietet internationale Spezialitäten, während Sie im Restaurant SushiSho japanische Gerichte genießen. Leckere Snacks können den ganzen Tag über in der Lobbybar mit Terrasse genossen werden.\nDas Rauchen ist in Frankfurts bekannter Life Style Bar gestattet. Dort genießen Sie kalte Getränke mit abwechslungsreicher Live-Musik und köstlichen Speisen.\nIm Maritim Sports Club erwarten Sie eine Sauna, ein Dampfbad und ein Fitnessraum. Entspannen Sie bei Massagen und Schönheitsanwendungen.\nDas Maritim Frankfurt erreichen Sie zu Fuß vom S-Bahnhof Messe und vom U-Bahnhof Festhalle/Messe aus in 5 Minuten. Das Hotel liegt 15 Gehminuten oder 2 Straßenbahnhaltestellen vom Hauptbahnhof Frankfurt entfernt. Ihr Fahrzeug können Sie an der Unterkunft abstellen.","url":"http:/www.booking.com/hotel/de/maritimhotelfrankfurt_frankfurt.html?aid=946919","address":"Theodor-Heuss-Allee 3, 60486 Frankfurt am Main, Deutschland"},{"name":"MEININGER Hotel Frankfurt Main / Airport","description":"Die Unterkunft MEININGER Hotel Frankfurt Main / Airport verkauft sich auf unserer Webseite schnell. Dieses 3-Sterne-Superior-Hotel begrüßt Sie nur 800 m vom Terminal 2 des Flughafens Frankfurt am Main entfernt. Es bietet eine 24-Stunden-Rezeption mit Fluginformationen in Echtzeit, schallisolierte Fenster und kostenfreies WLAN in den öffentlichen Bereichen.\nIn den modernen Zimmern des Meininger Hotel Frankfurt Main/Airport erwarten Sie ein Flachbild-TV und eine iPod-Dockingstation. Das eigene Bad ist mit einem Haartrockner ausgestattet.\nIn der Gemeinschaftsküche können Sie Mahlzeiten zubereiten und an der Bar erhalten Sie leichte Snacks und Getränke.\nDer Fernbahnhof Frankfurt am Main Flughafen befindet sich 1,5 km vom Hotel entfernt und das Zentrum von Frankfurt erreichen Sie in 15 Fahrminuten. Das Hotel bietet einen kostenfreien Shuttleservice vom Flughafen zum Hotel.","url":"http:/www.booking.com/hotel/de/meininger-frankfurt-main-airport.html?aid=946919","address":"Bessie-Coleman-Str. 11, 60549 Frankfurt am Main, Deutschland"},{"name":"MEININGER Hotel Frankfurt/Main Messe","description":"Die Unterkunft MEININGER Hotel Frankfurt/Main Messe verkauft sich auf unserer Webseite schnell. Dieses Nichtraucherhotel erwartet Sie nur einen 5-minütigen Spaziergang von der Frankfurter Messe entfernt mit schallisolierten Zimmern, WLAN, einer 24-Stunden-Bar und bequemen S-Bahn-Verbindungen.\nDas moderne MEININGER Hotel Frankfurt/Main Messe verfügt über geräumige Zimmer mit farbenfrohem Dekor, einem Flachbild-TV und einem eigenen Bad mit Haartrockner. WLAN steht Ihnen in der Lobby kostenfrei zur Verfügung.\nIm eleganten Speisesaal des MEININGER Frankfurt Messe können Sie ein abwechslungsreiches Frühstücksbuffet erwerben. Lunchpakete sind auf Anfrage verfügbar.\nDie Rezeption des MEININGER Messe hat rund um die Uhr geöffnet. Dort können Sie eine Auswahl an Snacks und Getränken erhalten.\nDie S-Bahn-Stationen Messe und Galluswarte liegen vom MEININGER Hotel Frankfurt einen 10-minütigen Spaziergang entfernt. Mit den Zügen erreichen Sie den Frankfurter Hauptbahnhof in nur 4 Minuten.\nGallusviertel ist bei Reisenden, die an einer tollen Skyline, Business und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/meininger-frankfurt-main-messe.html?aid=946919","address":"Europaallee 64, Gallusviertel, 60327 Frankfurt am Main, Deutschland"},{"name":"Memphis Hotel","description":"Die Unterkunft Memphis Hotel verkauft sich auf unserer Webseite schnell. Dieses moderne Designhotel heißt Sie im Herzen von Frankfurt willkommen. Sie wohnen 10 Gehminuten entfernt vom Hauptbahnhof Frankfurt und ganz in der Nähe aller wichtigen Sehenswürdigkeiten der Stadt.\nDie Zimmer des Memphis Hotels sind gut ausgestattet und wurden im Mai 2011 renoviert. Internet steht in den öffentlichen Bereichen des Hotels kostenfrei zur Verfügung.\nJeden Morgen steht ein reichhaltiges Frühstücksbuffet für Sie bereit. In den Abendstunden lädt die Bar des Hotels mit Getränken zum Verweilen ein.\nDas Memphis Hotel ist nur wenige Gehminuten vom Vergnügungsviertel Sachsenhausen, dem mittelalterlichen Rathaus Römer, dem Bankenviertel und der Börse entfernt.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/memphishotelhess.html?aid=946919","address":"Münchener Str. 15, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Mercure Frankfurt City Messe","description":"Die Unterkunft Hotel Mercure Frankfurt City Messe verkauft sich auf unserer Webseite schnell. Dieses 3-Sterne-Hotel begrüßt Sie nur 4 Gehminuten vom Frankfurter Hauptbahnhof und 8 Gehminuten von der Frankfurter Messe entfernt. Freuen Sie sich hier auf klimatisierte Zimmer, in denen Sie WLAN kostenfrei nutzen.\nDie Zimmer im Mercure Frankfurt City Messe sind, vom Atlantik inspiriert, in Blau oder Türkis gestaltet. Alle Zimmer erwarten Sie mit Kabel-TV und einem Schreibtisch sowie einem eigenen Bad mit einer Dusche.\nMorgens steht im Mercure Frankfurt City Messe ein Frühstücksbuffet mit frischem Brot sowie warmen und kalten Gerichten für Sie bereit.\nDas Mercure Hotel Frankfurt City Messe befindet sich nur wenige Schritte von der Straßenbahnhaltestelle Platz der Republik entfernt. Vom nahen Hauptbahnhof aus erreichen Sie den Frankfurter Flughafen schon nach einer 10-minütigen Zugfahrt.\nIhrem Komfort dienen die 24-Stunden-Rezeption und die kleine Tiefgarage des Hotels. Die Autobahn A5 verläuft 2,5 km entfernt.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/mercure-frankfurt-city-messe.html?aid=946919","address":"Düsseldorfer Strasse 20, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Mercure Hotel Kaiserhof City Center","description":"Dieses 4-Sterne-Hotel im Zentrum von Frankfurt bietet moderne Zimmer und eine 24-Stunden-Rezeption. Der Hauptbahnhof Frankfurt Main und die U-Bahnstation Hauptbahnhof sind nur 250 m entfernt.\nDie Zimmer im Mercure Hotel Kaiserhof City Center verfügen allesamt über Sat-TV, einen Schreibtisch und WLAN.\nEin großes Frühstücksbuffet steht jeden Morgen im Frühstücksraum des Hotels Kaiserhof für Sie bereit. Eine Reihe von Café und Restaurants erreichen Sie bequem zu Fuß.\nDas Mercure Hotel Kaiserhof liegt nur eine U-Bahnhaltestelle von der Messe Frankfurt entfernt. Zum Museumsufer gelangen Sie nach einem 15-minütigen Spaziergang.","url":"http:/www.booking.com/hotel/de/kaiserhoffr.html?aid=946919","address":"Kaiserstrasse 62, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Mercure Residenz Frankfurt Messe","description":"Dieses 4-Sterne-Hotel bietet klimatisierte Zimmer, einen modernen Wellnessbereich und ein internationales Restaurant. Es liegt nur 500 Meter von der Messe Frankfurt entfernt in Frankfurt-Bockenheim.\nJedes der Zimmer im Mercure Residenz Frankfurt Messe verfügt über Sat-TV, eine Minibar und Highspeed-Internetzugang. Kaffee- und Teezubehör ist ebenfalls vorhanden.\nGerne nutzen Sie den Wellnessbereich des Mercure Frankfurt Messe, der eine Sauna, einen Whirlpool und einen modernen Fitnessraum umfasst.\nDas Twenty9 Restaurant des Mercure verfügt über eine Sommerterrasse und serviert regionale und mediterrane Spezialitäten. In der Twenty9 Bar genießen Sie Cocktails, deutsches Bier sowie Live-Sportevents auf großen TV-Bildschirmen.\nDie Straßenbahnhaltestelle Kuhwaldstraße befindet sich nur 50 Meter vom Mercure Residenz entfernt.\nBockenheim ist bei Reisenden, die an Architektur, Stadtbummeln und Business interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/mercure-residenz-frankfurt-messe.html?aid=946919","address":"Voltastr. 29, Bockenheim, 60486 Frankfurt am Main, Deutschland"},{"name":"Mini Everest","description":"Dieses Hotel bietet Ihnen komfortable Unterkünfte in Frankfurt am Main. Sie wohnen hier etwa 10 Gehminuten vom Hauptbahnhof und dem Messegelände entfernt.\nFreuen Sie sich im Hotel Mini Everest auf komfortabel eingerichtete Zimmer mit Kabel-TV. Sie befinden sich im Gebäude direkt neben dem Hotel Everest.\nMorgens stärken Sie sich im Frühstücksraum des Hotel Everest an einem kostenfreien Frühstücksbuffet, bevor Sie die Stadt erkunden oder eine Messe besuchen.\nDie Rezeption befindet sich im Hotel Everest und ist rund um die Uhr besetzt.\nAbends können Sie sich bei einem Aperitif in der gemütlichen Bar und Lounge des Everest entspannen. In der Nähe laden zudem Restaurants zu einem Abendessen ein.\nDas Mini Everest ist nur 100 m vom Bankenviertel entfernt. Nach einer kurzen Fahrt mit der Straßenbahn erreichen Sie die Altstadt mit dem Dom und dem Römer.\nGutleutviertel ist bei Reisenden, die an Museen, einer schönen Altstadt und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/mini-everest.html?aid=946919","address":"Schönstraße 6, Gutleutviertel, 60327 Frankfurt am Main, Deutschland"},{"name":"mk hotel frankfurt","description":"Dieses 3-Sterne-Nichtraucherhotel liegt nur 200 m vom Frankfurter Hauptbahnhof entfernt und bietet moderne Zimmer mit einem Flachbild-TV, kostenfreies WLAN und eine Tiefgarage. Das Finanzviertel erreichen Sie nach 500 m.\nDas mk hotel frankfurt wurde 2010 renoviert und verfügt über Zimmer mit Blick auf die Kaiserstraße oder den ruhigen Innenhof. Alle Zimmer sind mit einem eigenen Bad ausgestattet.\nMorgens steht im mk frankfurt ein abwechslungsreiches Frühstücksbuffet bereit. Auf der Terrasse können Sie wunderbar entspannen.\nVom Hauptbahnhof Frankfurt gelangen Sie mit der U-Bahn nach 1 Minute zur Frankfurter Messe. Den Flughafen Frankfurt erreichen Sie mit der S-Bahn vom hotel mk nach 20 Minuten.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/mk-frankfurt.html?aid=946919","address":"Kaiserstraße 63, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Mosel Hotel","description":"In der Frankfurter Innenstadt erwartet Sie nur 2 Gehminuten vom Hauptbahnhof entfernt das Mosel Hotel. Freuen Sie sich auf Nichtraucherzimmer und das kostenfreie WLAN. Morgens stärken Sie sich am abwechslungsreichen Frühstücksbuffet.\nDie freundlich eingerichteten Zimmer im Mosel Hotel verfügen über TV sowie ein eigenes oder Gemeinschaftsbad.\nDie Messe Frankfurt erreichen Sie vom Mosel Hotel zu Fuß in nur 10 Minuten. Ab dem Hauptbahnhof Frankfurt fahren Sie mit der U-Bahn in 20 Minuten zum Frankfurter Flughafen.\nIhr Fahrzeug können Sie auf einem öffentlichen Parkplatz nahe dem Hotel Mosel abstellen.","url":"http:/www.booking.com/hotel/de/arena-frankfurt-a-m.html?aid=946919","address":"Moselstraße 52, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Motel Frankfurt - advena Partner Hotel","description":"Dieses ruhig gelegene 3-Sterne-Hotel in Frankfurt bietet kostenfreies WLAN, ein tägliches Frühstücksbuffet und kostenfreie Parkplätze. Die U-Bahnstation Dornbusch ist nur 100 Meter entfernt.\nJedes der modernen Zimmer im Motel Frankfurt verfügt über einen Schreibtisch und einen Sitzbereich. Einige Zimmer blicken auf den Innenhof oder den nahegelegenen Park.\nSamstags und sonntags genießen Sie im Motel Frankfurt ein reichhaltiges Frühstücksbuffet mit Sekt. Bei gutem Wetter können die Gäste auch auf der Terrasse essen.\nDie Messe Frankfurt erreichen Sie mit dem Auto oder öffentlichen Verkehrsmitteln innerhalb von 10 Minuten.\nNordend ist bei Reisenden, die an Architektur, Kultur und Stadtbummeln interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/motel-frankfurt-advena-partner.html?aid=946919","address":"Eschersheimer Landstraße 204, Nordend, 60320 Frankfurt am Main, Deutschland"},{"name":"Motel One Frankfurt Airport","description":"Dieses Designhotel begrüßt Sie im Frankfurter Stadtteil Niederrad, direkt zwischen dem Stadtzentrum und dem Flughafen Frankfurt. Die nahe der Autobahn A5 gelegene Unterkunft erwartet Sie mit modernen Zimmern, Privatparkplätzen und kostenlosem WLAN.\nIm Motel One Frankfurt Airport wohnen Sie in klimatisierten Zimmern mit einem Schreibtisch, einem Flachbild-TV und einem eigenen Bad.\nDie geräumige One Lounge dient als Frühstückscafé, Lobby und Bar zugleich. Hier erhalten Sie rund um die Uhr Snacks und Getränke. Die Lounge ist mit Designermöbeln eingerichtet.\nDas Motel One Frankfurt bietet einen Shuttleservice zum Flughafen, der sowohl tagsüber als auch abends im 30-Minuten-Takt verkehrt.\nDen S-Bahnhof Niederrad erreichen Sie vom Motel One aus nach 20 Gehminuten. Von dort gelangen Sie zur Messe Frankfurt. Die Bushaltestelle Goldstein liegt nur 200 m entfernt.\nNiederrad ist bei Reisenden, die an einer tollen Skyline, Business und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/motelonefrankniederrand.html?aid=946919","address":"Colmarer Straße 2, Niederrad, 60528 Frankfurt am Main, Deutschland"},{"name":"Motel One Frankfurt Messe","description":"Mit einer 24-Stunden-Rezeption, einer Terrasse und einer Bar empfängt Sie das Motel One Frankfurt Messe in günstiger Lage, nur 500 m von der Frankfurter Messe entfernt. Darüber hinaus bietet das Motel kostenlose Tageszeitungen und WLAN.\nDie hellen, stilvoll und modern eingerichteten Zimmer sind klassisch dekoriert. Zur Ausstattung gehören jeweils ein Schreibtisch, ein Flachbild-Sat-TV und ein modernes Bad mit einer Regendusche und einem Haartrockner.\nMorgens steht ein herzhaftes Frühstücksbuffet für Sie bereit. Im Umkreis von 5 Gehminuten laden zudem mehrere Cafés und Restaurants zu einem Besuch ein.\nDas Museum für Moderne Kunst und den Frankfurter Dom erreichen Sie vom Motel One Frankfurt Messe nach 3 km und die Alte Oper nach 2 km.\nEine Bushaltestelle befindet sich direkt vor dem Hotel und vom Frankfurter Hauptbahnhof trennt Sie 1 km. Zum internationalen Flughafen Frankfurt gelangen Sie von der Unterkunft aus nach 9 km.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nGallusviertel ist bei Reisenden, die an einer tollen Skyline, Business und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/motel-one-fraknfurt-messe.html?aid=946919","address":"Europa-Allee 25, Gallusviertel, 60327 Frankfurt am Main, Deutschland"},{"name":"Motel One Frankfurt-Eastside","description":"Im Frankfurter Bezirk Ostend begrüßt Sie dieses Hotel mit schallisolierten Zimmern mit einem Flachbild-TV, kostenfreiem WLAN und einem Wohnbereich. Den Frankfurter Hauptbahnhof und die Altstadt erreichen Sie von hier aus schon nach einer kurzen Fahrt mit der Straßenbahn.\nIm Motel One Frankfurt-Eastside wohnen Sie in modernen, klimatisierten Nichtraucherzimmern. Die Zimmer erwarten Sie mit einem Granitbad mit einer Regendusche.\nIn der geräumigen One Lounge finden Sie ein Frühstückscafé und eine Bar mit Designermöbeln. Hier genießen Sie rund um die Uhr Getränke und Snacks.\nIhr Fahrzeug können Sie auf dem Privatparkplatz oder in der Garage dieses Frankfurter Motel One abstellen. Die Autobahn A661 verläuft nur 4 Minuten entfernt.\nDie Straßenbahnhaltestelle Osthafenplatz befindet sich nur 150 m vom Motel One Eastside entfernt. Viele Geschäfte und Restaurants sowie den Rhein erreichen Sie schon nach einem 5-minütigen Spaziergang.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nOstend ist bei Reisenden, die an einem Zoobesuch, einem guten öffentlichen Nahverkehr und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/motel-one-frankfurt.html?aid=946919","address":"Hanauer Landstraße 142, Ostend, 60314 Frankfurt am Main, Deutschland"},{"name":"Motel Plus Frankfurt am Main","description":"Das Motel Plus Frankfurt am Main bietet Unterkünfte in Frankfurt am Main. Das Hotel verfügt über ein Wellnesscenter und einen Whirlpool. An der Bar können Sie ein Getränk genießen.\nAlle Zimmer sind mit einem TV ausgestattet und jedes Zimmer verfügt über ein eigenes Bad. Kostenfreie Pflegeprodukte und ein Haartrockner liegen für Sie bereit.\nAuch die 24-Stunden-Rezeption sorgt in der Unterkunft für einen angenehmen Aufenthalt.\nDie Messe Frankfurt erreichen Sie vom Motel Plus Frankfurt am Main nach 5 km und den Europaturm nach 3 km. Der nächste Flughafen ist der 13 km von der Unterkunft entfernte Flughafen Frankfurt.","url":"http:/www.booking.com/hotel/de/motelp-plus.html?aid=946919","address":"Erich-Ollenhauer-Ring, Heddernheim, 60439 Frankfurt am Main, Deutschland"},{"name":"Mövenpick Hotel Frankfurt City","description":"Dieses 4-Sterne-Hotel bietet Highspeed-WLAN und die kostenfreie Nutzung des Fitnessbereichs auf der obersten Etage. Das Hotel liegt neben der Messe Frankfurt, eine 2-minütige U-Bahn-Fahrt vom Frankfurter Hauptbahnhof entfernt und direkt gegenüber dem Einkaufszentrum Skyline Plaza.\nAlle Zimmer im Mövenpick Hotel Frankfurt City verfügen über kostenfreies WLAN, einen Laptop-Safe, eine Minibar und Klimaanlage.\nDas Restaurant des Mövenpick mit einer großen, offenen Küche serviert Ihnen internationale Gerichte. Snacks und Getränke sind den ganzen Tag über in der Hotelbar erhältlich.\nDer 130 m² große Fitnessbereich ist modern ausgestattet und bietet eine Terrasse mit Panoramablick auf die Frankfurter Skyline. Neben den Fitnessgeräten befinden sich TVs.\nDie U-Bahn- und Straßenbahnhaltestellen Festhalle/Messe erreichen Sie vom Mövenpick Hotel Frankfurt City nach 5 Gehminuten. Zu den Sehenswürdigkeiten in der Frankfurter Altstadt gelangen Sie mit der Straßenbahn nach nur 3 Stationen.","url":"http:/www.booking.com/hotel/de/mowenpick-frankfurt-city.html?aid=946919","address":"Den Haager Straße 5, Gallusviertel, 60327 Frankfurt am Main, Deutschland"},{"name":"NAAM Apartment Frankfurt","description":"Diese Apartments liegen 10 Fahrminuten vom Frankfurter Hauptbahnhof und 5 Minuten von der Messe Frankfurt entfernt. Das NAAM Apartment Frankfurt bietet kostenfreies WLAN und eine Terrasse.\nDie Apartments sind modern eingerichtet und verfügen über Sat-TV sowie ein eigenes Bad mit Haartrockner. Außerdem umfassen die Unterkünfte im NAAM Apartment Frankfurt komplett ausgestattete Küchen mit Kaffeemaschine und Mikrowelle.\nVerschiedene Restaurants und Bars erreichen Sie von den Apartments aus in 10 Minuten zu Fuß. Zum nächsten Supermarkt gelangen Sie nach 100 m, zum Einkaufszentrum Skyline Plaza nach 4 km und zur Frankfurter Einkaufsmeile Zeil nach 7 km.\nDas Museumsufer, eine Gruppe von 20 Museen im Zentrum von Frankfurt, liegt 15 Fahrminuten vom NAAM Apartment Frankfurt entfernt. Bis zum Senckenberg Naturmuseum sind es 6,5 km.\nNach nur 450 m gelangen Sie zu öffentlichen Verkehrsmitteln mit hervorragender Anbindung, mit denen Sie beispielsweise den Frankfurter Hauptbahnhof in 20 Minuten ohne Umsteigen erreichen. An der Unterkunft stehen Ihnen Privatparkplätze zur Verfügung und der Flughafen Frankfurt liegt 10 km entfernt.","url":"http:/www.booking.com/hotel/de/apartment-frankfurt-griesheim.html?aid=946919","address":"Lärchen Str. 54A, Griesheim, 65933 Frankfurt am Main, Deutschland"},{"name":"Naam Hotel & Apartments","description":"Das Naam Hotel & Apartments in Frankfurt/Main liegt im Stadtteil Griesheim, 4,1 km von der Messe Frankfurt entfernt. Es bietet klimatisierte Zimmer und kostenfreie Privatparkplätze. Freuen Sie sich auch auf die Bar in der Unterkunft.\nJedes Zimmer ist mit einem TV und einem Smart-Media-Hub ausgestattet. Bestimmte Zimmer umfassen auch einen Sitzbereich, welcher zum Entspannen einlädt. Die Suiten besitzen einen Balkon oder eine Terrasse. Jedes Zimmer verfügt über ein eigenes Bad. WLAN nutzen Sie in allen Bereichen kostenfrei.\nZu den Einrichtungen in der Unterkunft gehört eine 24-Stunden-Rezeption.\nDas Stadion Commerzbank-Arena befindet sich 5 km von der Unterkunft entfernt. Den nächstgelegenen Flughafen Frankfurt erreichen Sie vom Naam Hotel & Apartments aus nach 10 km.","url":"http:/www.booking.com/hotel/de/naam-amp-apartments.html?aid=946919","address":"Laerchenstrasse 54A, Griesheim, 65933 Frankfurt am Main, Deutschland"},{"name":"NH Collection Frankfurt City","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDie Unterkunft Hotel NH Collection Frankfurt City verkauft sich auf unserer Webseite schnell. Dieses 4-Sterne-Hotel begrüßt Sie im Herzen von Frankfurt, nur 5 Gehminuten von der Einkaufsstraße Zeil entfernt. Das Hotel bietet Ihnen internationale Küche und einen Wellnessbereich mit einer Sauna, einem Fitnessraum sowie Massagen. WLAN nutzen Sie in allen Bereichen der Unterkunft kostenfrei.\nDie hellen und geräumigen Zimmer im NH Collection Frankfurt City verfügen über ein modernes Dekor in warmen Orange- und Brauntönen. Alle klimatisierten Zimmer umfassen Tee- und Kaffeezubehör, Sat-TV und ein modernes Bad.\nFreuen Sie sich im NH Collection Frankfurt City auf ein hell gestaltetes Restaurant mit großen Fenstern, in dem Ihnen ein reichhaltiges Frühstücksbuffet sowie japanische Küche serviert wird. Entspannen Sie auch bei einem Getränk in den Loungesitzbereichen der geräumigen Lobbybar.\nDie U- und S-Bahn-Station Konstablerwache liegt 5 Gehminuten vom NH entfernt und bietet einen schnellen Anschluss an den Flughafen Frankfurt am Main sowie an die Messe Frankfurt. Parkplätze an der Unterkunft sorgen für zusätzlichen Komfort.\nSonntags ist ein später Check-out bis 17:00 Uhr kostenlos möglich.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nFrankfurt Zentrum-Altstadt ist bei Reisenden, die an Shoppen, Weihnachtsmärkten und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/nhfrankfurtcity.html?aid=946919","address":"Vilbeler Strasse 2, Frankfurt Zentrum-Altstadt, 60313 Frankfurt am Main, Deutschland"},{"name":"NH Frankfurt Messe","description":"Die Unterkunft Hotel NH Frankfurt Messe verkauft sich auf unserer Webseite schnell. Das moderne NH Frankfurt Messe liegt nur 100 m von der Messe Frankfurt und dem U-Bahnhof Messe entfernt. Hier erwarten Sie kostenfreies WLAN, eine 24-Stunden-Rezeption und stilvolle Zimmer mit einem Flachbild-TV.\nJedes der eleganten, in Grün und Weiß gehaltenen, klimatisierten Zimmer im NH Frankfurt Messe verfügt über Kaffee-/Teezubehör. Die Bäder sind mit einem Haartrockner ausgestattet.\nMorgens können Sie sich am Frühstücksbuffet in dem hellen Frühstücksraum stärken. Am Abend erhalten Sie in der schicken Hotelbar leichte Snacks und internationale Getränke.\nSie wohnen nur 800 m vom Frankfurter Hauptbahnhof entfernt, von dem Sie innerhalb von etwa 25 Minuten zum Flughafen Frankfurt am Main gelangen.\nSonntags ist ein kostenfreier später Check-out bis 17:00 Uhr möglich.\nWestend ist bei Reisenden, die an Kultur, Business und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/nh-frankfurt-messe.html?aid=946919","address":"Friedrich- Ebert - Anlage 38, Westend, 60325 Frankfurt am Main, Deutschland"},{"name":"NH Frankfurt Niederrad","description":"Dieses Hotel im Frankfurter Stadtteil Niederrad bietet einen kostenfreien Flughafentransfer, geräumige Zimmer und internationale Küche. Der Hauptbahnhof Frankfurt (Main) ist nur 1 Haltestelle mit der S-Bahn entfernt.\nIn allen öffentlichen Bereichen und in den Zimmern des 4-Sterne-Hotels NH Frankfurt Niederrad steht Ihnen kostenfreies WLAN zur Verfügung. Die Zimmer sind mit schallisolierten Fenstern, einer Minibar und Sat-TV ausgestattet.\nMediterrane Gerichte und Frankfurter Spezialitäten werden im Restaurant des NH und auf der Terrasse serviert. Die elegante Bar lädt mit Cocktails, internationalen Weinen, regionalem Apfelwein und Bier aus heimischen Beeren zum Verweilen ein.\nIm Umkreis von 2 Gehminuten befinden sich 2 Supermärkte. Die Straßenbahnhaltestelle Niederrad Haardtwaldplatz liegt einen 7-minütigen Spaziergang entfernt und den Bahnhof Frankfurt-Niederrad erreichen Sie nach 10 Gehminuten. Mit dem Auto gelangen Sie bereicht nach 2 Minuten auf die Autobahn A5.\nSonntags ist bis 17:00 Uhr ein kostenfreier später Check-out möglich.\nNiederrad ist bei Reisenden, die an einer tollen Skyline, Business und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/nhfrankfurtniederrad.html?aid=946919","address":"Lyoner Straße 5, Niederrad, 60528 Frankfurt am Main, Deutschland"},{"name":"NH Frankfurt Villa","description":"Die Unterkunft NH Frankfurt Villa verkauft sich auf unserer Webseite schnell. Dieses kleine 4-Sterne-Hotel direkt neben der Frankfurter Messe bietet klimatisierte Zimmer, kostenfreie Parkplätze und eine hervorragende Verkehrsanbindung. Mit der Straßenbahn fahren Sie auf direktem Weg zum Hauptbahnhof.\nIm NH Frankfurt Villa wohnen Sie in individuell eingerichteten Zimmern mit einer Minibar und Kabel-TV. WLAN steht Ihnen im gesamten Hotel zur Verfügung. Ein später Check-out ist sonntags kostenlos bis 17:00 Uhr möglich.\nGenießen Sie jeden Morgen ein reichhaltiges Frühstücksbuffet im hellen Frühstücksraum. An der Unterkunft gibt es außerdem ein Café und eine Bar. Bei schönem Wetter lädt eine reizvolle Terrasse zum Verweilen ein.\nDas Hotel eignet sich ideal für Messebesucher. Zudem trennt Sie nur ein kurzer Spaziergang von der Universität und dem Palmengarten. Mit der Straßenbahn erreichen Sie die Sehenswürdigkeiten der Innenstadt innerhalb weniger Minuten.\nIm NH Frankfurt Villa profitieren Sie von ermäßigten Preisen im benachbarten Fitnessclub.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nBockenheim ist bei Reisenden, die an Architektur, Stadtbummeln und Business interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/nhfrankfurtdievilla.html?aid=946919","address":"Emil-Sulzbach-Str. 14-16, Bockenheim, 60486 Frankfurt am Main, Deutschland"},{"name":"Novotel Frankfurt City","description":"Das 4-Sterne Hotel bietet moderne Zimmer, eine Sauna und einen Fitnessraum. Es liegt 500 Meter vom S-Bahnhof Messe Frankfurt und eine 10-minütige Bahnfahrt vom Stadtzentrum entfernt.\nAlle geräumigen Zimmer im Novotel Frankfurt City bieten eine Minibar, eine Klimaanlage und Kabel-TV. WLAN steht in allen Bereichen zur Verfügung.\nDas Restaurant Le Jardin im Novotel Frankfurt serviert internationale Küche. Die stilvolle Hemingway Bar bietet eine große Auswahl an Getränken.\nBei gutem Wetter werden die Speisen und Getränke auch auf der Terrasse serviert.\nBockenheim ist bei Reisenden, die an Architektur, Stadtbummeln und Business interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/frankfurt-city.html?aid=946919","address":"Lise-Meitner-Str. 2, Bockenheim, 60486 Frankfurt am Main, Deutschland"},{"name":"Novum Hotel Imperial Frankfurt Messe","description":"Die Unterkunft Novum Hotel Imperial Frankfurt Messe verkauft sich auf unserer Webseite schnell. Dieses 4-Sterne-Hotel begrüßt Sie im Frankfurter Stadtteil Bockenheim, nur 15 Gehminuten von der Messe Frankfurt entfernt. Es bietet eine 24-Stunden-Rezeption und kostenfreies WLAN.\nDie hellen, schallisolierten Zimmer im Novum Hotel Imperial Frankfurt Messe sind im klassischen Stil eingerichtet. Alle Zimmer bieten Kabel-TV und ein eigenes Bad.\nDas Hotel befindet sich 5 Gehminuten vom Palmengarten und der U-Bahn-Station Bockenheimer Warte entfernt. Von dort fahren Sie nur 1 Station zum U-Bahnhof Festhalle/Messe und 2 Stationen zum Frankfurter Hauptbahnhof.\nDas Novum Hotel Imperial Frankfurt Messe befindet sich 5 Fahrminuten von den Autobahnen A66 und A648 entfernt. Vom Flughafen Frankfurt trennen Sie 15 Autominuten.\nBockenheim ist bei Reisenden, die an Architektur, Stadtbummeln und Business interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/imperial-novum-frankfurt-messe-am-palmengarten.html?aid=946919","address":"Sophienstr. 40, Bockenheim, 60487 Frankfurt am Main, Deutschland"},{"name":"Novum Hotel Primus Frankfurt Sachsenhausen","description":"Die Unterkunft Novum Hotel Primus Frankfurt Sachsenhausen verkauft sich auf unserer Webseite schnell. Das Novum Hotel Primus Frankfurt Sachsenhausen im Frankfurter Stadtteil Alt-Sachsenhausen liegt nur 150 m vom Main entfernt. Hier erwarten Sie gut ausgestattete Zimmer mit kostenfreiem WLAN und eine traditionelle Bar.\nDie meisten Zimmer im Novum Hotel Primus Frankfurt Sachsenhausen verfügen über ein eigenes Bad, Kabel-TV und einen Sitzbereich.\nIn der Hotelbar können Sie diverse Getränke genießen, von deutschen Biersorten bis hin zu Apfelwein aus der Region. Darüber hinaus können Sie zu Fuß bequem zahlreiche internationale Bars und Restaurants erreichen.\nDie S-Bahn-Station Lokalbahnhof liegt nur 5 Gehminuten vom Hotel entfernt. Von dort fahren Sie in weniger als 15 Minuten zur Messe Frankfurt.\nSachsenhausen ist bei Reisenden, die an Museen, Kultur und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/hotelprimus.html?aid=946919","address":"Große Rittergasse 19-21, Sachsenhausen, 60594 Frankfurt am Main, Deutschland"},{"name":"Paragon Apartments","description":"Diese Apartments mit Hotelservice im Zentrum von Frankfurt bieten kostenfreies WLAN und eine hervorragende Verkehrsanbindung.\nDie klimatisierten Paragon Apartments verfügen über einen großen, begehbaren Kleiderschrank, einen Flachbild-TV und eine komplett ausgestattete Küchenzeile. Ein Telefon wird auf Anfrage bereitgestellt.\nAlle Paragon Apartments sind bequem mit einem Aufzug erreichbar. Freuen Sie sich auch auf den Fitnessraum auf der obersten Etage der Paragon Apartments.\nSie können sich im Restaurant Olive entspannen oder ein heißes Getränk im nahe gelegenen Café genießen. Mehrere Gastronomiebetriebe erwarten Sie in knapp 5 Gehminuten Entfernung zum Frühstück und zu anderen Mahlzeiten.\nDie Paragon Apartments befinden sich direkt gegenüber der Straßenbahnhaltestelle Rennbahn. Diese bietet eine gute Anbindung an die Frankfurter Messe und den Hauptbahnhof.\nNiederrad ist bei Reisenden, die an einer tollen Skyline, Business und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/paragon-apartments.html?aid=946919","address":"Schwarzwaldstrasse 102-104, Niederrad, 60528 Frankfurt am Main, Deutschland"},{"name":"Park Inn by Radisson Frankfurt Airport","description":"Nur 800 m vom Terminal 2 des Frankfurter Flughafens entfernt bietet dieses Hotel schallisolierte Zimmer mit LED-Smart-TVs. Freuen Sie sich auch auf einen modernen Fitnessraum, ein Steak-Restaurant und einen Flughafentransfer.\nDie klimatisierten Zimmer im Park Inn by Radisson Frankfurt Airport verfügen über raumhohe Fenster und ein modernes Bad mit einem Haartrockner. Normales WLAN ist in allen Zimmern kostenlos und zudem können Sie Premium Internet buchen.\nSaisonale Gerichte und Grillspezialitäten werden im RBG Bar & Grill serviert. Deutsches Bier, erlesene Weine und Cocktails können in der Bar und Lounge des Park Inn genossen werden.\nDie Frankfurter Innenstadt erreichen Sie von der nahe gelegenen S-Bahn-Station Flughafen Frankfurt in 20 Minuten. Ein Transfer vom und zum Frankfurter Flughafen ist auf Anfrage verfügbar.\nDas Park Inn Frankfurt Airport befindet sich direkt neben einem Knotenpunkt für die Autobahnen A3 und A5. Darmstadt und Mainz sind jeweils 25 Minuten mit dem Auto entfernt.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/park-inn-frankfurt-airport.html?aid=946919","address":"Amelia-Mary-Earhart-Str.10, 60549 Frankfurt am Main, Deutschland"},{"name":"Parkside Hotel","description":"Dieses Hotel heißt Sie im Frankfurter Stadtteil Höchst willkommen. Etwa 10 Gehminuten vom Bahnhof Höchst entfernt bietet es kostenloses WLAN und kostenfreie Parkplätze.\nDas Parkside Hotel bietet Zimmer und Apartments mit einem TV, einem Telefon und einem eigenen Bad.\nWLAN nutzen Sie in allen Bereichen des Parkside Hotel kostenfrei. In der Lobby stehen Ihnen zudem Computerterminals zur Verfügung.\nJden Morgen wird Ihnen im Parkside ein europäisches oder ein traditionelles koreanisches Frühstück angeboten. Die täglich wechselnde Abendkarte umfasst asiatische Spezialitäten.\nDen Frankfurter Hauptbahnhof erreichen Sie vom nahe gelegenen S-Bahnhof Höchst nach etwa 10 Minuten.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/parkside.html?aid=946919","address":"Liederbacher Strasse 34-36, Unterliederbach, 65929 Frankfurt am Main, Deutschland"},{"name":"Pearl Hotel","description":"Nur 2 Gehminuten vom Main und einen 10-minütigen Spaziergang vom Frankfurter Hauptbahnhof entfernt heißt Sie dieses 4-Sterne-Hotel mit einer 24-Stunden-Rezeption, modernem Design und kostenfreiem WLAN willkommen.\nDie klimatisierten Zimmer im Hotel Pearl verfügen über einen Flachbild-TV sowie ein Bad mit Regendusche und Kosmetikspiegel. Von einigen Zimmern blicken Sie auf die beeindruckende Frankfurter Skyline.\nDas Frühstücksbuffet wird täglich ab 07:00 Uhr serviert. Am Abend können Sie einen Drink in der Hotelbar oder auf der Terrasse genießen.\nDas Pearl Hotel im Frankfurter Westhafen ist nur 2,4 km von der Frankfurter Messe entfernt. Vom 200 m vom Hotel entfernten Rottweiler Platz bestehen direkte Busverbindungen.\nDas Hotel Pearl Frankfurt verfügt über einen privaten Parkplatz. Den Flughafen Frankfurt erreichen Sie mit dem Auto in 15 Minuten.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nGutleutviertel ist bei Reisenden, die an Museen, einer schönen Altstadt und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/pearl.html?aid=946919","address":"Gutleutstr. 173, Gutleutviertel, 60327 Frankfurt am Main, Deutschland"},{"name":"Pension Alex","description":"Diese kleine Pension in Frankfurt begrüßt Sie in einer ruhigen Lage neben dem Enkheim Business Park. Es bietet Ihnen eine Gemeinschaftsküche und eine gute U-Bahnanbindung in die Frankfurter Innenstadt.\nDie modern eingerichteten Zimmer der Pension Alex verfügen alle über einen Schreibtisch, einen Ventilator und eine Heizung. Einige Zimmer besitzen zudem einen eigenen Balkon.\nSie können Ihr Essen von 07:00 bis 22:00 Uhr in der Küche der Pension Alex zubereiten. Das Einkaufszentrum Hessen-Center ist nur 1 km entfernt.\nDie Entfernung von der Pension Alex zum U-Bahnhof Kruppstraße beträgt 700 m. Die Zugfahrt zum Frankfurter Hauptbahnhof und zur Frankfurter Messe dauert 20 Minuten.","url":"http:/www.booking.com/hotel/de/pension-alex.html?aid=946919","address":"Kruppstraße 140, 60388 Frankfurt am Main, Deutschland"},{"name":"Pension Alpha Frankfurt City","description":"Die Unterkunft Pension Alpha Frankfurt City verkauft sich auf unserer Webseite schnell. Diese Pension bietet kostenfreies WLAN und heißt Sie zwischen dem Hauptbahnhof Frankfurt und dem Main willkommen. Die Busse zum Flughafen Frankfurt Hahn halten 50 m entfernt.\nAlle Zimmer in der Pension Alpha Frankfurt City sind einfach eingerichtet und verfügen über einen TV, einen Schreibtisch sowie ein eigenes Bad. Jedes Zimmer ist mit einem Bad ausgestattet und wurde im Jahr 2015 neu renoviert und eingerichtet.\nJeden Morgen steht von 07:00 bis 10:00 Uhr im Alpha Frankfurt ein reichhaltiges Frühstücksbuffet für Sie bereit.\nDie Straßenbahnhaltestelle Baseler Platz erreichen Sie vom Alpha Frankfurt aus nach nur wenigen Schritten.\nMit der Straßenbahn gelangen Sie nach 10 Minuten zur Messe Frankfurt.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nGutleutviertel ist bei Reisenden, die an Museen, einer schönen Altstadt und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/pension-alpha-frankfurt.html?aid=946919","address":"Karlsruher Str. 7, Gutleutviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Prime Hotel 20","description":"Das Prime Hotel 20 in Frankfurt am Main erwartet Sie 3,9 km von der Messe Frankfurt entfernt. Kostenfreies WLAN nutzen Sie in allen Bereichen der Unterkunft. Kostenfreie Privatparkplätze befinden sich an der Unterkunft.\nEinige Unterkünfte umfassen einen Sitzbereich, der zum Entspannen einlädt. Ihr Zimmer ist mit einem Wasserkocher ausgestattet. Die Zimmerausstattung umfasst ein eigenes Bad.\nIn der Unterkunft wird auch ein chemischer Reinigungsservice angeboten.\nDie Messe liegt 3,9 km vom Prime Hotel 20 entfernt und die Commerzbank-Arena erreichen Sie nach 4,2 km. Der nächste Flughafen ist der 6 km entfernte Flughafen Frankfurt am Main.\nDie Privatparkplätze stehen Ihnen kostenfrei zur Verfügung.","url":"http:/www.booking.com/hotel/de/prime-20.html?aid=946919","address":"Eichenstrasse 20, Griesheim, 65933 Frankfurt am Main, Deutschland"},{"name":"QGreenhotel by Melia","description":"In Frankfurt am Main West wohnen Sie in diesem Hotel. Es liegt nur 5 Fahrminuten von der Messe Frankfurt entfernt und bietet komfortable, klimatisierte Zimmer mit kostenfreiem WLAN mit bis zu 100 MB pro Aufenthalt.\nTrainieren Sie im Fitnessraum oder entspannen Sie in der Sauna mit Ruhebereich des QGreenhotels by Melia.\nEin reichhaltiges Frühstücksbuffet wird jeden Morgen im QGreenhotel by Melia angeboten. Am Wochenende steht das Buffet bis 11:00 Uhr für Sie bereit.\nIm Restaurant mit Außenterrasse genießen Sie Tapas und internationale Küche. Snacks und Getränke sind auch an der Lobbybar erhältlich.\nDank der guten Anbindung des Hotels an die Autobahn erreichen Sie den Flughafen Frankfurt nach rund 10 Fahrminuten. Von der nur 200 m entfernten Straßenbahnhaltestelle Leonardo-da-Vinci-Allee fahren Sie ohne Umsteigen bis in die Frankfurter Innenstadt.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nBockenheim ist bei Reisenden, die an Architektur, Stadtbummeln und Business interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/tryp-frankfurt.html?aid=946919","address":"Katharinenkreisel (Opelrondell), Bockenheim, 60486 Frankfurt am Main, Deutschland"},{"name":"Radisson Blu Hotel Frankfurt","description":"Dieses nur eine kurze Straßenbahnfahrt von der Messe Frankfurt und vom Frankfurter Hauptbahnhof entfernte Designhotel erwartet Sie mit kostenfreiem WLAN, einem Pool auf der obersten Etage sowie einem Fitnessraum. Freuen Sie sich auf klimatisierte Zimmer mit einer Kaffeemaschine und einem Flachbild-TV.\nDas Radisson Blu Hotel Frankfurt bietet elegante Zimmer und Suiten in verschiedenen Stilen. Zu den besonderen Annehmlichkeiten zählen eine Fußbodenheizung im Bad und ein Laptop-Safe. Alle Zimmer verfügen über raumhohe Fenster und in einigen genießen Sie außerdem einen herrlichen Stadtblick.\nDer Wellnessbereich des Radisson Blu befindet sich auf der 18. Etage und lädt mit einer Sauna und einem Dampfbad zum Entspannen ein. Schönheitsanwendungen und Massagen können ebenfalls gebucht werden.\nIm Restaurant Gaía und auf der Sommerterrasse werden mediterrane Gourmetgerichte serviert. Genießen Sie ein Getränk in der wunderBAR LOUNGE oder an der Lobbybar.\nDie Straßenbahnhaltestelle An der Dammheide liegt nur 3 Gehminuten vom Radisson Blu Frankfurt entfernt.\nBockenheim ist bei Reisenden, die an Architektur, Stadtbummeln und Business interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/radisson-sas-frankfurt.html?aid=946919","address":"Franklinstr. 65, Bockenheim, 60486 Frankfurt am Main, Deutschland"},{"name":"Ramada Frankfurt am Main City Center & Financial District","description":"Dieses 4-Sterne-Hotel begrüßt Sie nur 5 Gehminuten vom Frankfurter Hauptbahnhof entfernt. Freuen Sie sich auf ein libanesisches Restaurant, kostenfreies WLAN sowie Zimmer mit kostenfreiem Tee- und Kaffeezubehör.\nAlle Zimmer im RAMADA Frankfurt City Center & Financial District verfügen über Sat-TV und ein eigenes Bad.\nJeden Morgen steht im RAMADA Frankfurt City Centre ein warmes und kaltes Frühstücksbuffet für Sie bereit.\nDas Restaurant L'Emir bietet libanesische Küche, eine Shisha-Lounge und Bauchtanz-Shows am Freitag und Samstag.\nWährend Ihres Aufenthalts im RAMADA profitieren Sie von der kostenlosen Nutzung des Businesscenters mit kostenfreien Internetterminals. Die öffentlichen Parkplätze in der Nähe der Unterkunft nutzen Sie gegen einen Aufpreis.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/ramadafrankfurtcitycen.html?aid=946919","address":"Weser Strasse 17-19, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Ramada Hotel Frankfurt Messe","description":"Dieses Hotel liegt nur 4 km von der Messe Frankfurt entfernt, direkt neben dem Stadtwald in Frankfurt. Es bietet Ihnen moderne Zimmer mit einem eigenen Balkon, einen Fitnessraum auf der 12. Etage sowie ein internationales Restaurant.\nIm 4-Sterne Ramada Hotel Frankfurt Messe wohnen Sie in klimatisierten Zimmern mit Pay-TV, kostenfreiem WLAN, einem Schreibtisch und einer kostenfreien Flasche Mineralwasser.\nFreuen Sie sich im Fitnessraum auf der 12. Etage des Ramada Frankfurt Messe auf eine großartige Aussicht auf die Skyline von Frankfurt. Zu den weiteren Einrichtungen gehören ein Innenpool und eine Finnische Sauna.\nDas Restaurant des Ramada serviert Ihnen deutsche Küche und internationale Spezialitäten. In der stilvollen Lobbybar erhalten Sie eine Auswahl an Getränken, von farbenfrohen Cocktails bis hin zu deutschen Bieren.\nDer Flughafen Frankfurt liegt 12 km vom Ramada Hotel Frankfurt Messe entfernt. Ein Shuttleservice vom und zum Flughafen ist auf Anfrage zwischen 6:00 und 23:00 Uhr möglich und ist für Sie kostenlos.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/ramada-frankfurt-messe.html?aid=946919","address":"Oeserstr. 180, 65933 Frankfurt am Main, Deutschland"},{"name":"Regis Hotelschiff Frankfurt 4*","description":"Auf einem Boot am Untermainkai im Zentrum von Frankfurt erwartet Sie dieses Hotel mit einer Sauna und einem Solarium. Speisen Sie im eleganten Restaurant und genießen Sie einen Drink an der Bar.\nDie Schiffskabinen auf dem Regis Hotelschiff Frankfurt 4* sind im klassischen Stil eingerichtet und mit einem TV sowie einem eigenen Bad ausgestattet. Ein Haartrockner liegt bereit. Einige Zimmer bieten auch einen Balkon.\nDer U-Bahnhof Willy-Brandt-Platz befindet sich einen 5-minütigen Spaziergang vom Regis Hotelschiff Frankfurt 4* entfernt. Bis zur Messe Frankfurt fahren Sie 5 Minuten. In der Nähe befinden sich öffentliche Parkplätze.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/regis-hotelschiff-frankfurt.html?aid=946919","address":"Untermainkai-Nizzawerft, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"relexa Hotel Frankfurt am Main (Superior)","description":"Dieses moderne 4-Sterne-Hotel erwartet Sie im ruhigen Frankfurter Stadtteil Riedberg inmitten des Mertonviertel Office Parks - einem Büro- und Wohnstandort. Sie wohnen nur 8 km nördlich der Messe und der Innenstadt.\nIn den geschmackvoll eingerichteten Zimmern des Relexa Hotels Frankfurt am Main verbringen Sie geruhsame Nächte nach einem anstrengenden Tag voller beruflicher Termine oder Erkundungstouren. Freuen Sie sich auf ein vielfältiges Wellnessangebot, das eine Sauna, ein Dampfbad und ein Fitnesscenter beinhaltet.\nIn den 3 Restaurants des Relexa kosten Sie eine breite Palette an Spezialitäten und verweilen bei einem erfrischenden Drink in der Hotelbar Happy Hour. Täglich stärken Sie sich am amerikanischen Frühstücksbuffet für den Tag.\nAb dem nur 500 m vom Hotel entfernten U-Bahnhof Riedwiese fahren Sie auf direktem Wege in die Frankfurter Innenstadt und zu zahlreichen bekannten Sehenswürdigkeiten. Zu diesen zählen der Dom Sankt Bartholomäus und das historische Rathaus Römer.","url":"http:/www.booking.com/hotel/de/relexafrankfurt.html?aid=946919","address":"Lurgiallee 2, 60439 Frankfurt am Main, Deutschland"},{"name":"Ritter Hotel","description":"Dieses Hotel begrüßt Sie in einem Fachwerkhaus aus dem 17. Jahrhundert im Zentrum von Frankfurt. Freuen Sie sich auf individuelle Zimmer, ein tägliches Frühstücksbuffet und kostenfreies WLAN. Das Hochhaus Main Plaza liegt nur 5 Gehminuten entfernt.\nDas Ritter Hotel verfügt über geräumige Zimmer mit original historischen Elementen sowie Sat-TV. Jedes Zimmer umfasst ein eigenes Bad.\nIn der Kellerbar des Hotels können Sie aus einer Vielzahl an Getränken und erlesenen Weinen auswählen.\nDie Straßenbahnhaltestelle Frankensteiner Platz finden Sie nur 100 m entfernt.\nSachsenhausen ist bei Reisenden, die an Museen, Kultur und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/ritter.html?aid=946919","address":"Große Rittergasse 79, Sachsenhausen, 60594 Frankfurt am Main, Deutschland"},{"name":"Rocco Forte Villa Kennedy","description":"Dieses 5-Sterne-Hotel ist eine historische Villa mit einem schönen Innenhof in Frankfurt, nur 500 m vom Main entfernt. Es bietet moderne Zimmer, gutes Essen und einen luxuriösen Wellnessbereich mit Pool. WLAN nutzen Sie hier überall kostenfrei.\nDie Nichtraucherzimmer und -Suiten des Rocco Forte Villa Kennedy verfügen über einen Highspeed-Internetzugang, einen Flachbild-TV und schallisolierte Fenster. Ortsgespräche können Sie hier kostenfrei führen. Jedes Zimmer verfügt über ein elegantes Marmorbad mit Mosaik und Fußbodenheizung.\nBei Ihrem Aufenthalt im Rocco Forte nutzen Sie die Sauna im Villa Spa, das Dampfbad und den hochmodernen Fitnessraum kostenfrei. Genießen Sie die luxuriösen Wellness- und Schönheitsanwendungen in einem der 8 Anwendungsräume mit Aussicht auf den schönen Garten.\nIm hoteleigenen Restaurant GUSTO und im Garten im Innenhof wird Ihnen kreative, italienische Küche serviert. In der JFK BAR and Lounge erleben Sie jeden Abend außer sonntags Live Funk, Jazz- und Soulmusik.\nDie Messe Frankfurt erreichen Sie nach 10 Fahrminuten und den Flughafen Frankfurt nach 15 Fahrminuten.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nSachsenhausen ist bei Reisenden, die an Museen, Kultur und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/rocco-forte-villa-kennedy.html?aid=946919","address":"Kennedyallee 70, Sachsenhausen, 60596 Frankfurt am Main, Deutschland"},{"name":"Roomers","description":"Die Unterkunft Hotel Roomers verkauft sich auf unserer Webseite schnell. Weniger als 5 Gehminuten vom Frankfurter Hauptbahnhof entfernt bietet das Roomers elegante Zimmer mit kostenfreiem WLAN. Die Gäste haben Zugang zu einem modernen Spa auf der obersten Etage und einem internationalen Restaurant.\nDie stilvollen Zimmer im Roomer sind mit dunklen Holzmöbeln eingerichtet und in warmen Farben gehalten. Alle Zimmer verfügen über ein Marmorbad und Kabel-TV, während einige eine Nintendo Wii Spielekonsole haben.\nNeben einem Blick auf die Frankfurter Skyline bietet das Spa des Roomers eine Designer-Sauna, einen Whirlpool und einen gut ausgestatteten Fitnessbereich. Lassen Sie sich außerdem mit Massagen und Kosmetikanwendungen verwöhnen.\nGourmetküche genießen Sie im schicken Restaurant, während die trendige Hotelbar kostenlose Häppchen zu jedem Getränk bietet. Im Sommer werden Speisen und Getränke auch auf der Terrasse serviert.","url":"http:/www.booking.com/hotel/de/roomers.html?aid=946919","address":"Gutleutstr. 85, 60329 Frankfurt am Main, Deutschland"},{"name":"Sanmaru","description":"Das Sanmaru begrüßt Sie in Frankfurt am Main, 3,2 km von der Messe Frankfurt entfernt. WLAN nutzen Sie in allen Bereichen der Unterkunft kostenfrei. Freuen Sie sich auf das hauseigene Restaurant. Die Privatparkplätze an der Unterkunft stehen Ihnen kostenfrei zur Verfügung.\nJedes Zimmer verfügt über einen TV und ein Gemeinschaftsbad. Auch Hausschuhe, kostenfreie Pflegeprodukte und ein Haartrockner liegen für Sie bereit.\nVom Sanmaru aus erreichen Sie nach 900 m den Europaturm und nach 3,4 km den Messeturm. Der nächstgelegene Flughafen ist der 12 km vom Sanmaru entfernte Flughafen Frankfurt.","url":"http:/www.booking.com/hotel/de/sanmaru.html?aid=946919","address":"Ginnheimer Landstrasse 183, 60431 Frankfurt am Main, Deutschland"},{"name":"Savoy Hotel","description":"Die Unterkunft Savoy Hotel verkauft sich auf unserer Webseite schnell. Dieses gegenüber dem Frankfurter Hauptbahnhof gelegene 4-Sterne-Hotel bietet Ihnen moderne Zimmer und einen Wellnessbereich mit einem Innenpool und Stadtblick. Die Frankfurter Altstadt erreichen Sie nach einem 15-minütigen Spaziergang.\nIn allen Zimmern im Savoy Hotel erwarten Sie Kabel-TV, ein Bad mit Pflegeprodukten und eine Flasche Mineralwasser bei Ihrer Ankunft. Kostenloses WLAN steht Ihnen in allen Bereichen des Hotels zur Verfügung.\nEin Frühstücksbuffet kann im Savoy Hotel gebucht werden und Nachmittags werden kostenfreie Kuchen serviert. Ebenso laden die Bar und die Außenterrasse zum Verweilen bei Getränken ein.\nDas in der obersten Etage des Savoys gelegene Wellnesscenter bietet einen kleinen Fitnessbereich, einen Wellnessbereich mit einem Innenpool sowie einen Ruheraum. Außerdem können Sie sich mit Massagen verwöhnen lassen.","url":"http:/www.booking.com/hotel/de/savoyhotel.html?aid=946919","address":"Wiesenhüttenstr. 42, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Schöne Aussicht","description":"Dieses ruhige Hotel liegt im Stadtteil Bergen-Enkheim und bietet kostenfreies WLAN, ein traditionelles Restaurant und komfortabel eingerichtete Zimmer. Von der Südterrasse genießen Sie eine wunderbare Aussicht auf Frankfurt und das Maintal.\nDie traditionell eingerichteten Zimmer in der Unterkunft Schöne Aussicht verfügen über Sat-TV, einen Schreibtisch und ein eigenes Bad.\nDeutsche und internationale Spezialitäten werden in der Unterkunft Schöne Aussicht im Restaurant mit Terrasse serviert. Die Bar lädt zum Verweilen bei Getränken ein.\nDas Hotel befindet sich 20 Fahrminuten vom Frankfurter Stadtzentrum und dem Flughafen Frankfurt entfernt. Die Parkplätze nutzen Sie kostenfrei.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nBergen Enkheim ist bei Reisenden, die an einer tollen Skyline, einer schönen Altstadt und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/restaurant-cafe-schone-aussicht.html?aid=946919","address":"Im Sperber 24, Bergen Enkheim, 60388 Frankfurt am Main, Deutschland"},{"name":"Senator Hotel","description":"Im beliebten Stadtteil Sachsenhausen, in der Nähe der Frankfurter Innenstadt und zahlreicher Restaurants und Apfelweinlokale, bietet dieses Hotel Zimmer zur Selbstverpflegung, eine 24-Stunden-Rezeption und eine ausgezeichnete Verkehrsanbindung.\nDie Zimmer und Suiten im Senator Hotel Frankfurt sind ideal für Langzeitaufenthalte und umfassen Doppelbetten, eine Küchenzeile (gegen Gebühr), einen Safe und Kabel-TV.\nWLAN-Zugang nutzen Sie kostenfrei. Ein köstliches Frühstücksbuffet wird jeden Morgen im Senator Hotel angeboten.\nVom Senator Hotel erkunden Sie bequem das bunte Nachtleben von Sachsenhausen, besuchen das Museumsufer oder bummeln am Mainufer entlang und lassen den Blick über die Skyline von Frankfurt schweifen.\nStraßenbahnen verkehren direkt vor dem Hotel und von der nur wenige Schritte entfernten Bushaltestelle gelangen Sie bequem zum Frankfurter Flughafen. In 10 Gehminuten erreichen Sie einen S- und U-Bahnhof, von dem Sie zum Hauptbahnhof und allen bedeutenden Frankfurter Sehenswürdigkeiten gelangen.\nDas Senator Hotel Frankfurt bietet zudem eine gute Anbindung an die Autobahnen A3, A5 und A661. Parkplätze stehen gegen Aufpreis am Hotel zur Verfügung.\nSachsenhausen ist bei Reisenden, die an Museen, Kultur und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/ghotel-frankfurt-sachsenhausen.html?aid=946919","address":"Oppenheimer Landstraße 81, Sachsenhausen, 60596 Frankfurt am Main, Deutschland"},{"name":"Sheraton Frankfurt Airport Hotel & Conference Center","description":"Dieses Nichtraucherhotel bietet Ihnen eine direkte Anbindung an das Terminal 1 des Flughafens Frankfurt. Es verfügt über schallisolierte Zimmer, stilvolle Wellness- und Fitnesseinrichtungen sowie 2 À-la-carte-Restaurants.\nDie modernen Zimmer im Sheraton Frankfurt Airport Hotel & Conference Center sind mit Ahornholzmöbeln eingerichtet und mit einem Flachbild-TV ausgestattet.\nDer Fitnessbereich im Sheraton umfasst moderne Saunen und Dampfbäder. Lassen Sie sich bei Massagen und Kosmetikanwendungen verwöhnen.\nDie Lounge Link@Sheraton ist mit Computerterminals und einem Flachbild-TV eingerichtet. Auch Internet ist verfügbar.\nIm Restaurant Frankfurt Airport Sheraton's Taverne werden Ihnen deutsche Spezialitäten serviert. Im Restaurant Flavors genießen Sie europäische und asiatische Gerichte. In der Bar Lemon & Limes können Sie die aktuellsten Sportereignisse live verfolgen.\nMit dem Auto gelangen Sie in 15 Minuten in die Frankfurter Innenstadt. Vom Bahnhof Frankfurt Flughafen aus fahren Züge in 20 Minuten bis zum Hauptbahnhof Frankfurt.\nDer Check-out ist ganz gemütlich um 13:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/frankfurt_sheratontowersairport.html?aid=946919","address":"Hugo-Eckener-Ring 15 / Frankfurt Airport Terminal 1, 60549 Frankfurt am Main, Deutschland"},{"name":"Sheraton Frankfurt Congress Hotel","description":"Dieses elegante Hotel bietet einen stilvollen Wellnessbereich mit einem Innenpool und 2 Restaurants und liegt 200 m vom 18-Loch-Golfplatz Frankfurt entfernt. Der Flughafen Frankfurt liegt 10 Fahrminuten entfernt.\nDie klimatisierten Zimmer und Suiten des Sheraton Frankfurt Congress Hotels sind mit schallisolierten Fenstern, Breitband-Internetzugang und 3 Telefonen ausgestattet.\nEine Sauna, ein Dampfbad und ein moderner Fitnessraum erwarten Sie im Wellnessbereich des Sheraton Congress.\nDeutsche und internationale Gerichte genießen Sie in den Restaurants Bayern Stub’n und Tölzer Stube mit Terrasse, die Sie im traditionellen Stil empfangen. Edle Zigarren sind in der Sheraton L44 Bar & Lounge erhältlich.\nNutzen Sie auch die Internet-Arbeitsplätze in der Link@Sheraton Lounge mit kostenlosem WLAN sowie einen großen Flachbild-TV.\nDie S-Bahnstation Niederrad liegt nur 1 km vom Sheraton Frankfurt Congress entfernt. Von dort gelangen Sie in 5 Minuten zum Frankfurter Hauptbahnhof.\nNiederrad ist bei Reisenden, die an einer tollen Skyline, Business und Sehenswürdigkeiten & Sightseeing interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/frankfurt-congress.html?aid=946919","address":"Lyoner Str. 44-48, Niederrad, 60528 Frankfurt am Main, Deutschland"},{"name":"Skyline Hotel","description":"Die Unterkunft Skyline Hotel verkauft sich auf unserer Webseite schnell. Dieses 4-Sterne-Hotel begrüßt Sie nur 10 Gehminuten von der Messe Frankfurt und dem Frankfurter Hauptbahnhof entfernt. Das Skyline Hotel bietet Ihnen eine 24-Stunden-Rezeption und kostenfreies WLAN in der gesamten Unterkunft.\nDie klimatisierten Zimmer im Skyline Hotel Frankfurt verfügen über eine moderne Einrichtung und einen spektakulären Stadtblick. Alle Zimmer sind mit einem Flachbild-TV, einem Schreibtisch, einem Sofa, einem Safe, einer Minibar sowie einem geräumigen Bad mit einer Badewanne, einer Dusche und einem Haartrockner ausgestattet.\nEin Bügelservice und Wäschemöglichkeiten stehen Ihnen ebenfalls zur Verfügung.\nDas Hotel befindet sich nur 100 m von der Straßenbahnhaltestelle Güterplatz entfernt. Der nahe gelegene Frankfurter Hauptbahnhof bietet Ihnen zudem mit öffentlichen Verkehrsmitteln eine gute Anbindung an ganz Frankfurt sowie an das gesamte Rhein-Main-Gebiet. Den Flughafen Frankfurt erreichen Sie mit den regelmäßig verkehrenden S-Bahnen bereits nach nur 15 Minuten.","url":"http:/www.booking.com/hotel/de/skyline.html?aid=946919","address":"Hohenstaufenstrasse 1-3, Gallusviertel, 60327 Frankfurt am Main, Deutschland"},{"name":"Smart Stay Hotel Frankfurt","description":"Die Unterkunft Smart Stay Hotel Frankfurt verkauft sich auf unserer Webseite schnell. Dieses Hotel mit 7 Etagen befindet sich im Herzen von Frankfurt, nur 100 m vom Frankfurter Hauptbahnhof entfernt. Das Smart Stay Hotel bietet Ihnen kostenfreies WLAN und einen Flachbild-TV in jedem Zimmer.\nAlle Zimmer und Schlafsäle im Smart Stay Frankfurt sind gemütlich eingerichtet und verfügen über ein geräumiges Bad mit Dusche, WC und Haartrockner.\nIm Smart Stay Hotel Frankfurt finden Sie eine 24-Stunden-Rezeption sowie eine Bar.\nDas Hotel liegt 10 Gehminuten von der Messe Frankfurt, dem Fluss Main und dem Bankenviertel entfernt.","url":"http:/www.booking.com/hotel/de/smart-stay-frankfurt.html?aid=946919","address":"Niddastr. 45-47, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Sopolitan Apartments","description":"Das Sopolitan Apartments bietet Unterkünfte in Frankfurt am Main. WLAN nutzen Sie kostenfrei und die Messe Frankfurt erreichen Sie von der Unterkunft nach 8 km.\nEin Toaster, eine Kaffeemaschine und ein Wasserkocher sind vorhanden. In einigen Unterkünften steht Ihnen außerdem eine Küche mit einem Kühlschrank zur Verfügung. Alle Unterkünfte sind mit einem eigenen Badezimmer mit kostenfreien Pflegeprodukten und einem Haartrockner ausgestattet. Handtücher und Bettwäsche werden gestellt.\nDer Messeturm befindet sich 8 km vom Sopolitan Apartments entfernt. Der nächste Flughafen ist der 6 km von der Unterkunft entfernte Flughafen Frankfurt am Main.","url":"http:/www.booking.com/hotel/de/apartments-bolongarostrasse.html?aid=946919","address":"Bolongarostrasse 165, Höchst, 65929 Frankfurt am Main, Deutschland"},{"name":"Sopolitan Suites","description":"Diese stilvollen, modernen und gut ausgestatteten Suiten und Apartments befinden sich in der Nähe des Zentrums von Frankfurt. Von hier gelangen Sie problemlos ins Finanzviertel und zum Messezentrum. Ein WLAN-Anschluss steht kostenfrei zu Ihrer Verfügung.\nDank der zentralen Lage werden die Sopolitan Suites besonders von internationalen Gästen bevorzugt, die eine einfache und bequeme Verbindung vom und zum Flughafen und Hauptbahnhof wünschen.\nDie gut ausgestatteten, modernen Apartments sind bis zu 90 m² groß und eignen sich ideal für Geschäftsreisende und Kurzzeitbesucher aber auch für längere Aufenthalte. Die Sopolitan Suites bieten Ihnen die Freiheit, den Komfort und die Unabhängigkeit eines Apartments, ohne Kompromisse hinsichtlich des Service eingehen zu müssen, den Sie von einem Hotel erwarten würden.\nEgal ob Restaurantreservierungen, Chauffeur-, Einkaufs- und Reinigungsservices oder Theatertickets: all das kann an der 24-Stunden-Rezeption für Sie organisiert werden.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nBockenheim ist bei Reisenden, die an Architektur, Stadtbummeln und Business interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/synergy-apartments-gbr.html?aid=946919","address":"Franz-Rücker-Allee 12, Bockenheim, 60487 Frankfurt am Main, Deutschland"},{"name":"Star Hotel","description":"Dieses günstig gelegene 3-Sterne-Hotel befindet sich in der Nähe der Messe Frankfurt und der Universität. Das Star Hotel ist beliebt bei Geschäftsreisenden und Messebesuchern sowie Urlaubern auf einer Städtereise nach Frankfurt.\nNeben dem kontinentalen Frühstück bietet das Star Hotel auf vorherige Anfrage ein chinesisches Frühstück.\nDank der Straßenbahnverbindungen und dem nahegelegenen Bahnhof Frankfurt-West gelangen Sie schnell und bequem zu allen Sehenswürdigkeiten, Einkaufsstraßen und Unterhaltungsmöglichkeiten in und um Frankfurt.\nDas Star Hotel erreichen Sie bequem vom Flughafen Frankfurt aus mit den öffentlichen Verkehrsmitteln oder mit dem Auto. Die nächste Autobahnausfahrt erreichen Sie nach nur 1 km.\nBockenheim ist bei Reisenden, die an Architektur, Stadtbummeln und Business interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/star-gmbh.html?aid=946919","address":"Kreuznacherstr. 37, Bockenheim, 60486 Frankfurt am Main, Deutschland"},{"name":"Star Inn Hotel Frankfurt Centrum","description":"Nur 5 Gehminuten vom Hauptbahnhof und von der Messe entfernt begrüßt Sie dieses moderne 3-Sterne-Hotel in Frankfurt. Es bietet kostenfreien Internetzugang, eine rund um die Uhr geöffnete Bar und eine Tiefgarage.\nAlle Zimmer im Star Inn Hotel Frankfurt Centrum sind mit großen Betten, einem Flachbild-TV und einem Schreibtisch ausgestattet.\nEin reichhaltiges Frühstücksbuffet wird im Star Inn Frankfurt jeden Tag serviert. Ausgewählte Snacks und eine große Auswahl an Getränken sind an der Bar erhältlich.\nEine 24-Stunden-Rezeption zählt zu den weiteren Annehmlichkeiten des Star Inn Frankfurt Centrum.\nMit der S-Bahn gelangen Sie vom Star Inn Frankfurt in nur 10 Minuten zum Frankfurter Flughafen.\nGallusviertel ist bei Reisenden, die an einer tollen Skyline, Business und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/star-inn-frankfurt-centrum.html?aid=946919","address":"Mainzer Landstr. 117+119, Gallusviertel, 60327 Frankfurt am Main, Deutschland"},{"name":"Steigenberger Airport Hotel Frankfurt","description":"Das Hotel liegt nur 900 m vom Flughafen Frankfurt entfernt. Es bietet Ihnen schallisolierte Zimmer und eine 24-Stunden-Bistrobar in der Lobby. Auf dem Dach befindet sich ein 570 m² großer Wellnessbereich mit einem Pool. WLAN nutzen Sie in allen Bereichen kostenfrei.\nFreuen Sie sich im Steigenberger Airport Hotel Frankfurt auf geräumige Zimmer mit einem Flachbild-TV und einer Minibar. Die eigenen Badezimmer verfügen jeweils über eine Badewanne oder eine Dusche sowie einen Haartrockner und Pflegeprodukte.\nIhnen stehen ein kostenfreier Shuttleservice zum und vom Flughafen sowie ein zügiger Check-in und Check-out zur Verfügung. Den Innenpool, das Fitnesscenter und die Sauna im Wellnessbereich des Steigenberger auf der 9. Etage nutzen Sie kostenfrei.\nIm Steigenberger Airport Hotel können Sie zwischen 3 Restaurants wählen, die den ganzen Tag über für Sie geöffnet sind. Die Bistrobar Con.nex.ion in der Lobby ist rund um die Uhr geöffnet.\nDas Hotel liegt am Frankfurter Stadtwald. Zum Bahnhof Frankfurt-Flughafen gelangen Sie nach einer kurzen Fahrt mit dem Shuttlebus. Von dort aus erreichen Sie die Frankfurter Innenstadt innerhalb von 12 Minuten.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/steigenairportfrankfurt.html?aid=946919","address":"Unterschweinstiege 16, 60549 Frankfurt am Main, Deutschland"},{"name":"Steigenberger Frankfurter Hof","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDie Unterkunft Hotel Steigenberger Frankfurter Hof verkauft sich auf unserer Webseite schnell. Der Steigenberger Frankfurter Hof wurde im Jahr 1876 erbaut und liegt mitten im historischen Bankenviertel von Frankfurt am Main, nur 1 km vom Frankfurter Kaiserdom St. Bartholomäus entfernt, wo einst die Krönung des Kaisers stattfand.\nDas Hotel verfügt über 303 luxuriöse Zimmer mit traditionellem und modernem Dekor sowie eleganter und klassischer Einrichtung. Alle Zimmer bieten einen Flachbild-TV, einen Safe, eine Klimaanlage und erstklassige Pflegeprodukte von Aigner.\nIm Hotelrestaurant Hofgarten wird Ihnen ein exquisites und delikates Frühstück serviert wird. Am Nachmittag genießen Sie in der Autorenbar einen königlichen Nachmittagstee. In den Abendstunden treffen Sie sich in der Bar zu einem geselligen Beisammensein mit Freunden bei einem Drink.\nDas preisgekrönte und mit einem Michelin-Stern ausgezeichnete Restaurant Francis bietet ein einzigartiges kulinarisches Erlebnis, während das Restaurant Oscar eine Auswahl an Snacks und regionalen Gerichten serviert.\nDen ultimativen Ort zum Entspannen finden Sie im Spa des Steigenberger Frankfurter Hofs. Es umfasst ein Türkisches Bad und einen traditionellen Friseurladen. Freuen Sie sich auf eine Auswahl an Massagen oder luxuriösen Schönheitsanwendungen.\nDirekt am Frankfurter Hof befindet sich der U-Bahnhof Willy-Brandt-Platz, an dem 5 verschiedene U-Bahnlinien verkehren. Der Frankfurter Hauptbahnhof liegt nur 1 Haltestelle entfernt.\nFrankfurt Zentrum-Altstadt ist bei Reisenden, die an Shoppen, Weihnachtsmärkten und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/steigenberger-frankfurter-hof.html?aid=946919","address":"Am Kaiserplatz, Frankfurt Zentrum-Altstadt, 60311 Frankfurt am Main, Deutschland"},{"name":"Steigenberger Hotel Metropolitan","description":"Dieses 5-Sterne-Hotel bietet geräumige Zimmer mit iPod-Dockingstation, ein stilvolles Fitnessstudio und kostenfreies WLAN. Es befindet sich neben dem Frankfurter Hauptbahnhof, nur 10 Gehminuten von der Messe Frankfurt entfernt.\nDie schallisolierten Zimmer im Steigenberger Hotel Metropolitan sind mindestens 21 m² groß. Zur Ausstattung gehören ein Flachbild-TV mit Satellitenempfang, eine Minibar und ein Badezimmer mit Granit Dekor.\nDas Metropolitan Fitnessstudio erwartet Sie mit Sauna, Dampfbad und Fitnessraum. Hier werden zudem verschiedene Massagen angeboten.\nKreative, internationale Küche hält die Brasserie M des Steigenberger für Sie bereit. Entspannen Sie sich auf der Sommerterrasse oder in der im britischen Stil gestalteten Metropolitan Bar & Lounge.\nDie 24-Stunden-Rezeption des Metropolitan organisiert exklusive Transfers zum Flughafen Frankfurt. Dieser liegt 15 km entfernt.","url":"http:/www.booking.com/hotel/de/steigenbergermetropolitanf.html?aid=946919","address":"Poststrasse 6, Gallusviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Tagungshotel Höchster Hof","description":"Dieses 3-Sterne-Hotel heißt Sie nur 8 Fahrminuten von der Frankfurter Messe entfernt willkommen. Das Tagungshotel Höchster Hof erwartet Sie mit kostenlosen Leihfahrrädern, einer Sauna und WLAN.\nDie Zimmer im Tagungshotel Höchster Hof bieten ein gemütliches Interieur mit Teppichen und Vorhängen, einen TV sowie teilweise eine Minibar und eine schöne Aussicht auf den Main.\nMorgens stärken Sie sich am Frühstücksbuffet. In der Lobby stehen Ihnen Internetterminals zur kostenlosen Nutzung zur Verfügung. Hier liegen auch kostenfreie Tageszeitungen für Sie aus.\nIn der Nähe des Hotels finden Sie Möglichkeiten zum Radfahren, Wandern und Angeln. Die Frankfurter Innenstadt mit Sehenswürdigkeiten wie dem Frankfurter Dom und der Altstadt Römerberg ist 9 km entfernt.\nDen S-Bahnhof Frankfurt-Höchst erreichen Sie vom Tagungshotel Höchster Hof in nur 8 Gehminuten. Der internationale Flughafen Frankfurt und der Frankfurter Hauptbahnhof befinden sich jeweils knapp 8 km entfernt.","url":"http:/www.booking.com/hotel/de/hapchster-hof.html?aid=946919","address":"Mainberg 3-11, Höchst, 65929 Frankfurt am Main, Deutschland"},{"name":"The Corner Hotel","description":"Das The Corner im Frankfurter Westend empfängt Sie nur 1 km vom Messegelände entfernt mit modern eingerichteten Unterkünften. Freuen Sie sich auf kostenfreies WLAN und ein eigenes Sushi-Restaurant.\nDie klimatisierten und schallisolierten Zimmer im Corner Hotel sind mit einem Flachbild-Kabel-TV sowie Kaffee- und Teezubehör ausgestattet. In den funktionellen, eigenen Badezimmern finden Sie eine Badewanne oder Dusche und einen Haartrockner.\nInternationale Speisen und Getränke genießen Sie im Restaurant My Sushi Bar, im Erdgeschoss des Corner Hotel.\nDer Frankfurter Hauptbahnhof und die Oper Frankfurt liegen jeweils 10 Gehminuten vom Corner Hotel entfernt.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/the-corner.html?aid=946919","address":"Mainzer Landstrasse 73, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"The Frankfurt","description":"Die Unterkunft Hotel The Frankfurt verkauft sich auf unserer Webseite schnell. The Frankfurt Hotel is fully air-conditioned and offers modern rooms directly in front of the Frankfurt Main Station and 1.3 km from the local trade fairs.\nEach room holds a flat-screen TV, private bathroom with a bath or shower and a hairdryer.\nThe hotel reception is open 24-hours per day and the on-site bar is open every evening.\nLocal restaurants, shops and the tourist information centre are all within 5-minutes walking distance from the hotel. Frankfurt Main Station can be reached by foot within 2 minutes, and the Airport can be reached in 20 minutes using the S8 train.","url":"http:/www.booking.com/hotel/de/the-frankfurt.html?aid=946919","address":"Am Hauptbahnhof 2, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"The Pure","description":"Dieses Designhotel mit weißer, minimalistischer Innenausstattung bietet Ihnen kostenloses WLAN, ein Spa und eine elegante Terrasse. Es befindet sich in einer ehemaligen Textilfabrik, nur 200 m vom Frankfurter Hauptbahnhof entfernt.\nDie modernen Zimmer im The Pure verfügen über dunkle Holzböden und Flachbild-TVs. In den eigenen Badezimmern finden Sie Bademäntel und luxuriöse Pflegeprodukte vor. Laptops können an der Rezeption gemietet werden.\nEin frisches, abwechslungsreiches Frühstücksbuffet wird im Frühstücksraum des The Pure serviert. Exotische Cocktails genießen Sie an der trendigen Bar.\nDas Spa des Hotel Pure umfasst eine Sauna, ein Dampfbad und einen kleinen Fitnessraum. Entspannen Sie auf der eleganten Holzterrasse mit Springbrunnen auf den bequemen Sitzkissen.\nThe Pure ist 8 Gehminuten von der Frankfurter Messe entfernt. Den Main erreichen Sie nach 1,2 km. Zahlreiche Restaurants sind vom Hotel aus bequem zu Fuß erreichbar.","url":"http:/www.booking.com/hotel/de/thepure.html?aid=946919","address":"Niddastr. 86, Gallusviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"The Suite Hotel","description":"Die Unterkunft The Suite Hotel verkauft sich auf unserer Webseite schnell. Dieses Hotel erwartet Sie mit Unterkünften zur Selbstverpflegung im Herzen von Frankfurt, 10 Gehminuten von der Einkaufsmeile Zeil und dem Bankenviertel entfernt. Direkt vor der Tür halten öffentliche Verkehrsmittel.\nIn den Suiten und Apartments des Suite Hotels nutzen Sie WLAN kostenfrei. Die Unterkünfte umfassen außerdem Kabel-TV, eine komplett ausgestattete Küche, einen Safe und eine Minibar. Jeden Morgen steht ein Frühstücksbuffet für Sie bereit.\nNach 3 Gehminuten gelangen Sie zur U-Bahn-Station Eschenheimer Tor. Die S-Bahn-Station Hauptwache erreichen Sie nach 10 Gehminuten. Von dort haben Sie direkte Verbindungen zum Hauptbahnhof und Flughafen Frankfurt sowie zur Messe.\nNach einem langen Tag entspannen Sie im hoteleigenen Fitnessbereich mit einer Sauna und einem Dampfbad. Oder Sie machen einen Spaziergang im Park gegenüber dem Hotel. In der unmittelbaren Umgebung befinden sich außerdem zahlreiche Restaurants und Bars.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nWestend ist bei Reisenden, die an Kultur, Business und Architektur interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/selectfalksuitehotel.html?aid=946919","address":"Fellnerstr. 3, Westend, 60322 Frankfurt am Main, Deutschland"},{"name":"The Westin Grand Frankfurt","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDieses Nichtraucherhotel liegt an der Ecke der Einkaufsstraße Zeil in der Frankfurter Innenstadt. Es bietet 3 Restaurants, ein rund um die Uhr geöffnetes Fitnessstudio und einen großen Wellnessbereich mit Innenpool. WLAN nutzen Sie in der Lobby, im Restaurant und in der Bar kostenfrei.\nDas Westin Grand Frankfurt mit seinen geräumigen, klimatisierten Zimmern und Suiten liegt nur 4 km von der Messe Frankfurt entfernt. Die modern gestalteten Zimmer sind mit einem Flachbild-TV und Fußbodenheizung im Bad ausgestattet.\nIm Emotion Spa des Westin Grand können Sie in der Saunalandschaft entspannen oder sich mit luxuriösen Gesundheits- und Schönheitsanwendungen verwöhnen lassen. Vom beheizten Pool genießen Sie außerdem den Panoramablick auf die Frankfurter Altstadt.\nMorgens stärken Sie sich im Westin Frankfurt am Frühstücksbuffet im Restaurant Motions. Das Restaurant San San lockt mit chinesischen Spezialitäten und im Restaurant Sushimoto werden Sie mit japanischen Gourmetgerichten verwöhnt. Die GrandSeven Lounge & Bar, die Poolbar und die Davidoff Cigar Lounge laden zum Entspannen ein.\nGleich neben dem Westin Grand Frankfurter befindet sich der S- und U-Bahnhof Konstablerwache. Parkplätze sind am Hotel vorhanden.\nFrankfurt Zentrum-Altstadt ist bei Reisenden, die an Shoppen, Weihnachtsmärkten und einer schönen Altstadt interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/frankfurt-grand.html?aid=946919","address":"Konrad-Adenauer-Str. 7, Frankfurt Zentrum-Altstadt, 60313 Frankfurt am Main, Deutschland"},{"name":"TOP Hotel Post Frankfurt Airport","description":"Das TOP Hotel befindet sich im Frankfurter Stadtteil Sindlingen. Das Zentrum von Frankfurt ist 12 Fahrminuten entfernt.\nDas TOP Hotel Post Frankfurt Airport bietet ruhige Zimmer mit einem eigenem Bad und Sat-TV. Ihnen steht zudem eine hauseigene Kegelbahn zur Verfügung. Die Sauna nutzen Sie gegen einen kleinen Aufpreis.\nDas Restaurant des TOP Hotel Post serviert Ihnen abends Spezialitäten aus der Region sowie internationale Gerichte. Täglich wird ein Frühstücksbuffet serviert.\nDas TOP Hotel Frankfurt bietet täglich von 07:00 bis 22:00 Uhr einen Flughafenshuttleservice. Flughafentransfers außerhalb dieser Zeiten können nach vorheriger Anfrage arrangiert werden.\nDer S-Bahnhof Sindlingen liegt 10 Gehminuten vom Hotel entfernt und bietet direkte Verbindungen in die Frankfurter Innenstadt. Vom Hotel bis zum Main sind es 500 m.","url":"http:/www.booking.com/hotel/de/toppostfrankf.html?aid=946919","address":"Sindlinger Bahnstrasse 12-16, 65931 Frankfurt am Main, Deutschland"},{"name":"TOWNHOUSE Hotel","description":"Die Unterkunft TOWNHOUSE Hotel verkauft sich auf unserer Webseite schnell. Das Hotel bietet eine komfortable und bequeme Unterkunft im Herzen von Frankfurts Bahnhofsviertel. Sie wohnen hier nur 250 m vom Hauptbahnhof und von einem U-Bahnhof entfernt.\nIn den geschmackvoll eingerichteten Zimmern im Townhouse Hotel genießen Sie eine ungestörte Nachtruhe. Freuen Sie sich hier auch auf einen gemütlichen Barbereich und auf ein exzellentes Frühstücksbuffet. Die hilfreichen Mitarbeiter des Hotels geben Ihnen gerne Sightseeing-Tipps und Business-Informationen.\nDer effiziente öffentliche Nahverkehr bietet Ihnen eine schnelle Anbindung an die berühmten Sehenswürdigkeiten Frankfurts. Viele Attraktionen erreichen Sie bequem zu Fuß, beispielsweise das nur 600 m entfernte Kunstmuseum Städel.\nDas Townhouse Hotel eignet sich auch ideal als Ausgangspunkt für Geschäftsreisende. Sowohl das Finanzviertel der Stadt als auch die Messe Frankfurt befinden sich in der Nähe.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/townhousehotel.html?aid=946919","address":"Münchener Strasse 42, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Tryp by Wyndham Frankfurt","description":"Dieses 4-Sterne-Hotel begrüßt Sie 15 Gehminuten von der Frankfurter Messe und 20 Minuten vom Frankfurter Hauptbahnhof entfernt. Im Tryp by Wyndham Frankfurt erwarten Sie geräumige Zimmer und kostenfreies WLAN.\nDie Zimmer im Tryp by Wyndham Frankfurt sind hell dekoriert und modern und minimalistisch gestaltet. Alle Zimmer umfassen einen Flachbild-TV, einen Schreibtisch und ein eigenes Bad.\nEin reichhaltiges Frühstücksbuffet wird Ihnen jeden Morgen ab 06:30 Uhr im stilvollen Frühstücksraum des Hotels angeboten. Dieser ist mit weißen Möbeln und interessanten Kunstentwürfen ausgestattet.\nDie Straßenbahnhaltestelle Galluswarte befindet sich direkt gegenüber dem Tryp by Wyndham Frankfurt. Von dort fahren Straßenbahnen in 13 Minuten direkt zur Einkaufsstraße Zeil.\nDer S-Bahnhof Galluswarte liegt 250 m vom Tryp by Wyndham Frankfurt entfernt. Zum Frankfurter Hauptbahnhof und in die Innenstadt von Frankfurt gelangen Sie von dort aus nach einer 5-minütigen Fahrt. Die Parkplätze am Hotel stehen Ihnen gegen einen Aufpreis zur Verfügung.\nGallusviertel ist bei Reisenden, die an einer tollen Skyline, Business und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/mark-frankfurt-messe.html?aid=946919","address":"Mainzer Landstr. 261-263, Gallusviertel, 60326 Frankfurt am Main, Deutschland"},{"name":"Turm Hotel","description":"Die Unterkunft Turm Hotel verkauft sich auf unserer Webseite schnell. Das ansprechende Nichtraucher-3-Sterne-Hotel erwartet Sie mit modernen Unterkünften in der Frankfurter Innenstadt. Schon nach einem kurzen Spaziergang erreichen Sie die nächste U-Bahn-Station, den Platz Eschenheimer Tor und alle wichtigen Sehenswürdigkeiten.\nAlle Zimmer im Turm Hotel sind mit Sat-TV und einem eigenen Bad ausgestattet. In allen Zimmern nutzen Sie WLAN kostenfrei.\nGegen einen Aufpreis starten Sie Ihren Tag an einem köstlichen Frühstücksbuffet.\nGenießen Sie im Hotel eine Massage oder mieten Sie ein Fahrrad und erkunden Sie die Stadt. Im Hotel stehen auch ein Computerspielezimmer, ein Schönheitssalon und ein Computerarbeitsplatz zur Verfügung.\nLassen Sie den Abend bei einem Getränk in der einladenden Hotelbar ausklingen.\nNordend ist bei Reisenden, die an Architektur, Kultur und Stadtbummeln interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/turmhotel_frankfurtammain.html?aid=946919","address":"Eschersheimer Landstrasse 20, Nordend, 60322 Frankfurt am Main, Deutschland"},{"name":"United Hostel Frankfurt City Center","description":"Die Unterkunft United Hostel Frankfurt City Center verkauft sich auf unserer Webseite schnell. Dieses Hostel erwartet Sie mitten im Frankfurter Bahnhofsviertel, nur 450 m vom Jüdischen Museum und der Frankfurter Oper entfernt. Es bietet moderne Zimmer mit kostenfreiem WLAN und öffentliche Parkplätze.\nDie Zimmer im United Hostel Frankfurt City Center verfügen über eine moderne Einrichtung und bequeme Betten mit individueller Beleuchtung. Das Gemeinschaftsbad befindet sich auf dem Flur.\nEin herzhaftes Frühstück wird jeden Morgen im einladenden Restaurant serviert. Darüber hinaus können Sie Getränke und leichte Snacks im Café und der Bar auf der Terrasse des Hostels genießen.\nDas United Hostel Frankfurt City Center bietet ein wöchentliches Unterhaltungsprogramm in seinem eigenen Old English Theatre. Die Lounge Chill Out lädt abends zum Entspannen ein.\nDas Hostel befindet sich einen 20-minütigen Spaziergang von der Einkaufsstraße Zeil und einen 25-minütigen Spaziergang vom geschäftigen Stadtteil Sachsenhausen entfernt.\nDen Frankfurter Hauptbahnhof mit hervorragenden Verbindungen rund um die Stadt erreichen Sie vom Hostel nach nur 300 m.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.","url":"http:/www.booking.com/hotel/de/united-hostel.html?aid=946919","address":"Kaiser Straße 52, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Welcome Hotel Frankfurt","description":"Dieses moderne Hotel verfügt über ein Spa mit Blick auf die Frankfurter Skyline, kostenloses WLAN in allen Bereichen und klimatisierte Zimmer. Es bietet eine direkte Straßenbahnanbindung an die Frankfurter Messe und den Hauptbahnhof Frankfurt.\nDie stilvoll dekorierten Zimmer im Welcome Hotel Frankfurt sind mit einem Flachbild-TV, einer iPod-Dockingstation und einem Laptop-Safe ausgestattet. Im eigenen Bad liegt ein Haartrockner für Sie bereit.\nIm Restaurant und Bistro genießen Sie Spezialitäten aus der Region sowie internationale Küche. Bei schönem Wetter entspannen Sie auf der Terrasse.\nDer Wellnessbereich des Welcome Hotels empfängt Sie auf der 7. Etage. Er verfügt über eine traditionelle Sauna, eine Finnische Sauna und ausgezeichnete Wellness-Duschen.\nDas Hotel verfügt über eine private Tiefgarage und befindet sich an der Autobahn A648. Die Straßenbahnhaltestelle Rebstockbad erreichen Sie nach nur 2 Minuten zu Fuß.\nBockenheim ist bei Reisenden, die an Architektur, Stadtbummeln und Business interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/welcome-frankfurt.html?aid=946919","address":"Leonardo-da-Vinci-Allee 2, Bockenheim, 60486 Frankfurt am Main, Deutschland"},{"name":"Willy Hotel Frankfurt","description":"Aufenthalt im Herzen von Frankfurt am Main – Karte anzeigen\nDie Unterkunft Willy Hotel Frankfurt verkauft sich auf unserer Webseite schnell. Dieses neue Hotel liegt im Herzen von Frankfurt, gegenüber der Europäischen Zentralbank und einen 3-minütigen Spaziergang von der Altstadt und der Oper entfernt. WLAN nutzen Sie im Willy Hotel Frankfurt kostenfrei.\nAlle Zimmer sind geräumig und in einem zeitgenössischen Stil eingerichtet. Jedes Zimmer verfügt über einen Flachbild-Sat-TV, eine Minibar und ein eigenes Bad mit Dusche und Haartrockner.\nEin Frühstücksbuffet steht jeden Morgen im Willy Hotel Frankfurt für Sie bereit. Viele verschiedene Cafés, Bars und Restaurants laden im Umkreis von 1 km zu einem Besuch ein. Die Einkaufsstraße Zeil erreichen Sie nach 5 Gehminuten.\nDer U-Bahnhof Willy-Brandt-Platz befindet sich direkt am Hotel. Der Frankfurter Hauptbahnhof liegt nur 1 Haltestelle entfernt und bietet eine direkte Anbindung an die Frankfurter Messe (2 km) und der Flughafen Frankfurt (13 km).","url":"http:/www.booking.com/hotel/de/willy-frankfurt.html?aid=946919","address":"Neue Mainzer Strasse 24, Frankfurt Zentrum-Altstadt, 60311 Frankfurt am Main, Deutschland"},{"name":"Wyndham Grand Frankfurt","description":"Dieses Hotel befindet sich 300 m vom Frankfurter Hauptbahnhof und nur 1 km vom Römerplatz und dem Frankfurter Dom entfernt. Die Zimmer sind mit kostenfreiem WLAN und einem Flachbild-TV ausgestattet.\nIm Wyndham Grand Frankfurt wohnen Sie in gemütlich und modern eingerichteten Zimmern. Jedes Zimmer bietet Tee- und Kaffeezubehör sowie ein eigenes Bad. Einige Zimmer bieten einen Blick auf die berühmte Frankfurter Skyline.\nMorgens stärken Sie sich an einem Frühstücksbuffet. Das Hotelrestaurant serviert Ihnen internationale Küche zum Mittag- und Abendessen.\nDas Museumsquartier Museumsufer liegt 400 m vom Hotel entfernt. Die Messe Frankfurter erreichen Sie nach nur 1 km.\nDen Flughafen Frankfurt erreichen Sie in 15 Fahrminuten mit den öffentlichen Verkehrsmitteln. Die Autobahn A661 befindet sich 5 km vom Wyndham Grand Frankfurt entfernt.\nDer Check-out ist ganz gemütlich um 12:00 – Zeit für ein ausgiebiges Frühstück.\nBahnhofsviertel ist bei Reisenden, die an Stadtbummeln, Museen und Städtereisen interessiert sind, sehr beliebt.","url":"http:/www.booking.com/hotel/de/wyndham-frankfurt.html?aid=946919","address":"Wilhelm-Leuschner-Strasse 32/34, Bahnhofsviertel, 60329 Frankfurt am Main, Deutschland"},{"name":"Zur Waldlust","description":"Das Zur Waldlust liegt 6 km von der Messe Frankfurt entfernt in Frankfurt am Main und bietet ein Restaurant und kostenfreies WLAN in der gesamten Unterkunft. Freuen Sie sich auf ein Restaurant in der Unterkunft. An der Unterkunft stehen kostenfreie Privatparkplätze zur Vefügung.\nAlle Zimmer verfügen über einen TV. Die Zimmer sind mit einem eigenen Badezimmer mit Dusche ausgestattet.\nGerne können Sie die Gepäckaufbewahrung in der Unterkunft nutzen.\nDer Messeturm liegt 6 km vom Zur Waldlust entfernt und die Commerzbank-Arena erreichen Sie nach 7 km von der Unterkunft aus. Der nächste Flughafen ist der 6 km von der Unterkunft entfernte Flughafen Frankfurt am Main.","url":"http:/www.booking.com/hotel/de/zur-waldlust.html?aid=946919","address":"Oeserstr.16, 65934 Frankfurt am Main, Deutschland"}]